[{
  "id": "92bad97d-1afa-4290-88b9-8ed807a9ff8a",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/92bad97d-1afa-4290-88b9-8ed807a9ff8a",
  "created_at": "Wed Mar 10 20:52:29 UTC 2021",
  "company": "BlueVine",
  "company_url": "https://www.bluevine.com/careers/",
  "location": "Redwood City, CA",
  "title": "Senior Full Stack Engineer",
  "stack": [
    "node", "mongodb", "express"
  ],
  "description": "\u003cp\u003eBlueVine is a high-growth fintech company empowering small businesses with innovative banking. By combining industry-leading technology and security with our team's expertise and care, we've helped 200,000+ businesses, funding more than $9 billion since 2013.\u003c/p\u003e\n\u003cp\u003eSmall businesses deserve accessible and modern financial services, and traditional banks have underserved them for too long. We're hiring problem solvers and collaborators to join our meaningful mission.\u003c/p\u003e\n\u003cp\u003eHeadquartered in Redwood City, CA, we've recently raised $102.5M and are backed by top investors, including Menlo Ventures, Lightspeed Ventures, Citi Ventures, SVB Financial, Nationwide Insurance, and M12.\u003c/p\u003e\n\u003cp\u003eOur Redwood City engineering team is building BlueVine’s new banking product that is driving our next phase of growth. The market we’re going after is huge, and we’re just getting started.\u003c/p\u003e\n\u003cp\u003eWe're looking for a Senior Full Stack Engineer flexible enough to develop features from the front (beautiful UX) to the back (scalable and robust components and integrations). If you're drawn to engineering challenges and have a strong desire to make a big impact as part of a small, agile team, in an exciting space, we’d love to talk to you.\u003c/p\u003e\n\u003cp\u003eWHAT YOU'LL DO:\u003c/p\u003e\n\u003cp\u003eFully own and independently drive the engineering development of complex features\nDesign and build state-of-the-art responsive banking applications\nProvide leadership and mentorship to teammates\nWork closely with, and incorporate feedback from product managers and other stakeholders in the company\nBe part of a fast-paced and highly-flexible team with the comfort of making decisions using your best judgement\nDevelop projects through their entire life cycle\nWHAT WE LOOK FOR:\u003c/p\u003e\n\u003cp\u003e5+ years of combined back and front end experience building fast, reliable, web and/or mobile applications (preferably with Python backends)\nExperience with Web frameworks (e.g., Angular, React, or Vue) and/or mobile development (e.g., Native, Native Script, React)\nExperience with source control management systems, preferably Git\nExperience with AWS, GPC, or Azure\nB.S. in Computer Science or a related field\nNice to have:\u003c/p\u003e\n\u003cp\u003eExperience with AWS, cloud deployments, DevOps, and web security\nBENEFITS \u0026amp; PERKS:\u003c/p\u003e\n\u003cp\u003eReceive over $1,000 annually for a wellness benefit of your choice\nMonthly WFH Stipend\nGenerous PTO and holidays\nExcellent health coverage and life insurance benefits\nGenerous, paid parental leave which covers up to 15 weeks\n401K with an immediate 3% company match\nOnce we Return to Office:\u003c/p\u003e\n\u003cp\u003eCommuter benefits - CalTrain passes for SF employees and a monthly parking allowance\nWeekly catered lunches\nUnlimited snacks in fully stocked kitchens\nPet-friendly HQ\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003ePlease apply with the link below\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://boards.greenhouse.io/bluevine/jobs/4189284003\"\u003ehttps://boards.greenhouse.io/bluevine/jobs/4189284003\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdmliIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3a892db6f9ce1bc0837a6831eff53bc2b885efec/bluevine-leaf-rgb.png"
}, {
  "id": "242d7658-0a4a-4d12-895f-f70a6eb88e10",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/242d7658-0a4a-4d12-895f-f70a6eb88e10",
  "created_at": "Wed Mar 10 20:49:25 UTC 2021",
  "company": "BlueVine",
  "company_url": "https://www.bluevine.com/careers/",
  "location": "Redwood City, CA",
  "title": "Senior Python Developer",
  "stack": [
    "python", "mongodb", "flask"
  ],
  "description": "\u003cp\u003eBlueVine is a high-growth fintech company empowering small businesses with innovative banking. By combining industry-leading technology and security with our team's expertise and care, we've helped 200,000+ businesses, funding more than $9 billion since 2013.\u003c/p\u003e\n\u003cp\u003eSmall businesses deserve accessible and modern financial services, and traditional banks have underserved them for too long. We're hiring problem solvers and collaborators to join our meaningful mission.\u003c/p\u003e\n\u003cp\u003eHeadquartered in Redwood City, CA, we've recently raised $102.5M and are backed by top investors, including Menlo Ventures, Lightspeed Ventures, Citi Ventures, SVB Financial, Nationwide Insurance, and M12.\u003c/p\u003e\n\u003cp\u003eOur Redwood City engineering team is building BlueVine’s new banking product that is driving our next phase of growth. The market we’re going after is huge, and we’re just getting started.\u003c/p\u003e\n\u003cp\u003eWe're looking for a Senior Full Stack Engineer flexible enough to develop features from the front (beautiful UX) to the back (scalable and robust components and integrations). If you're drawn to engineering challenges and have a strong desire to make a big impact as part of a small, agile team, in an exciting space, we’d love to talk to you.\u003c/p\u003e\n\u003cp\u003eWHAT YOU'LL DO:\u003c/p\u003e\n\u003cp\u003eFully own and independently drive the engineering development of complex features\nDesign and build state-of-the-art responsive banking applications\nProvide leadership and mentorship to teammates\nWork closely with, and incorporate feedback from product managers and other stakeholders in the company\nBe part of a fast-paced and highly-flexible team with the comfort of making decisions using your best judgement\nDevelop projects through their entire life cycle\nWHAT WE LOOK FOR:\u003c/p\u003e\n\u003cp\u003e5+ years of combined back and front end experience building fast, reliable, web and/or mobile applications (preferably with Python backends)\nExperience with Web frameworks (e.g., Angular, React, or Vue) and/or mobile development (e.g., Native, Native Script, React)\nExperience with source control management systems, preferably Git\nExperience with AWS, GPC, or Azure\nB.S. in Computer Science or a related field\nNice to have:\u003c/p\u003e\n\u003cp\u003eExperience with AWS, cloud deployments, DevOps, and web security\nBENEFITS \u0026amp; PERKS:\u003c/p\u003e\n\u003cp\u003eReceive over $1,000 annually for a wellness benefit of your choice\nMonthly WFH Stipend\nGenerous PTO and holidays\nExcellent health coverage and life insurance benefits\nGenerous, paid parental leave which covers up to 15 weeks\n401K with an immediate 3% company match\nOnce we Return to Office:\u003c/p\u003e\n\u003cp\u003eCommuter benefits - CalTrain passes for SF employees and a monthly parking allowance\nWeekly catered lunches\nUnlimited snacks in fully stocked kitchens\nPet-friendly HQ\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eApply via link below;\n\u003ca href=\"https://boards.greenhouse.io/bluevine/jobs/4189284003\"\u003ehttps://boards.greenhouse.io/bluevine/jobs/4189284003\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdmFiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ff732d86bdcc83ff9e68b0dbe72163020869f06e/bluevine-leaf-rgb.png"
}, {
  "id": "85f49b29-5845-4154-bf1a-5bf842419f1e",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/85f49b29-5845-4154-bf1a-5bf842419f1e",
  "created_at": "Wed Mar 10 15:56:16 UTC 2021",
  "company": "Wolfe.com LLC",
  "company_url": "http://wolfe.com",
  "location": "Pittsburgh Pa",
  "title": "Senior DevOps Engineer",
  "stack": [
    "python", "aws", "cloud"
  ],
  "description": "\u003cp\u003eWe’re looking for a strong engineer to:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOwn the AWS infrastructure of our 3 core properties, including Dockerized ECS and more standard EC2 based systems, while working with a small team\u003c/li\u003e\n\u003cli\u003eLiason with our development teams, information security personnel, and card printing facility personnel to satisfy their various requirements\u003c/li\u003e\n\u003cli\u003eUnderstand and act as a backup for the infrastructure of a small manufacturing facility\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWolfe:\nWolfe, LLC is a successful e-commerce company in Pittsburgh, PA.  We are a high-performance fintech and online e-commerce company with a specialization on the $250 billion gift card market.  We formerly owned GiftCards.com and grew the largest online gift card site in the world before selling it in 2016.  We are re-building again under the new brands PerfectGift.com, GiftCardGranny.com and GiftYa.com and improving on what we built in the past.\nAll team members embody our cherished core values of integrity, drive, teamwork and caring.  Our achievements include the first coupon website in 1995 which sold to a public company in 2000 when we were delivering 20 million-page views per month at the peak of the dot-com era.  We then built Direct Response Technologies – grew to 70 employees and sold to Digital River in 2006.  We spun off Jambo Media with our tech team and sold it to Undertone in 2012.  We next built GiftCards.com to 100 employees and in 2016 sold it to (then NASDAQ:HAWK) Blackhawk Network.\nOur in-house and contact center teams are searching for the next top performing leader to help deliver world-class service for our consumer and corporate clients. We deliver an extremely attractive client value proposition in an industry of very few competitors.\nCompany and Executive Team Recognitions:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e2011 Best places to work in Pittsburgh Finalist\u003c/li\u003e\n\u003cli\u003e2011 Ernst \u0026amp; Young Entrepreneur of the Year Award Winner\u003c/li\u003e\n\u003cli\u003e2011 CFO of the Year Finalist\u003c/li\u003e\n\u003cli\u003e2011 CIO of the Year Finalist\u003c/li\u003e\n\u003cli\u003e2013 Governors Impact Award Winner\u003c/li\u003e\n\u003cli\u003e2014 Entreprenuer.com Nationwide Entrepreneur of the Year Finalist\u003c/li\u003e\n\u003cli\u003e2015 CEO of the Year Winner Pittsburgh Technology Council\u003c/li\u003e\n\u003cli\u003e2015 Create Award Winner for Marketing\u003c/li\u003e\n\u003cli\u003e2015 Business Times Diamond Award Winner\u003c/li\u003e\n\u003cli\u003e2015 Business Ethics Award Winner\u003c/li\u003e\n\u003cli\u003e2017 Outstanding Entrepreneur Award Winner by the Pittsburgh Venture Capital Association\u003c/li\u003e\n\u003cli\u003e2019 Carnegie Science Award Recipient, Entrepreneur Category\u003c/li\u003e\n\u003cli\u003e2020 Top 10 Best Places to Work by Pittsburgh Business Times\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe Opportunity\nWolfe’s infrastructure is hosted in AWS and is made up of several Dockerized and EC2 based services. We support multiple API layers, administration and partner portals, websites, native apps, and more. Additionally, we have a PCI certified card plastics printing facility located in Green Tree, PA.\nDuties\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHandle the management and ongoing maintenance requirements of multiple AWS accounts along as part of a small team\u003c/li\u003e\n\u003cli\u003eWorking with the property developers to migrate current EC2 workloads to ECS Fargate\u003c/li\u003e\n\u003cli\u003eSetting and implementing infrastructure standards\u003c/li\u003e\n\u003cli\u003eDocumentation, CI/CD, and monitoring\u003c/li\u003e\n\u003cli\u003eOn call rotation\u003c/li\u003e\n\u003cli\u003eYou’ll also be acting as a backup for the card printing facility infrastructure. This infrastructure is a PCI Card Production compliant network, utilizing similar technologies to our AWS properties.\no\tPlease note: This position is NOT geared toward general IT/Help Desk\nRequirements\u003c/li\u003e\n\u003cli\u003e3-5 years working with AWS, AWS Solutions Architect is a plus\u003c/li\u003e\n\u003cli\u003e3 years working with Linux\u003c/li\u003e\n\u003cli\u003e1 year docker experience\nTelosGifting Technology Stack\nThis is what powers our various properties. You don’t need direct experience in everything, but you’ll be working next to all of these technologies:\u003c/li\u003e\n\u003cli\u003eAWS ECS, EC2, RDS\u003c/li\u003e\n\u003cli\u003eMySQL, Redis, Rabbit\u003c/li\u003e\n\u003cli\u003eCloudflare\u003c/li\u003e\n\u003cli\u003eSumologic\u003c/li\u003e\n\u003cli\u003ePHP, Symfony\u003c/li\u003e\n\u003cli\u003eBitbucket Pipelines\u003c/li\u003e\n\u003cli\u003eAnsible, Terraform\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIdeal Skillset\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eProven ability to plan projects, work independently, and liaison with technical and non-technical personnel\u003c/li\u003e\n\u003cli\u003eExperience with containerization, application monitoring, and performance evaluation\u003c/li\u003e\n\u003cli\u003eExperience with any modern web development framework (Rail/Django/Symfony/etc) is a plus\u003c/li\u003e\n\u003cli\u003eBasic security certifications and PCI experience are a plus\nCompensation \u0026amp; Benefits/Perks\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCompensation includes a competitive base salary, incentives, plus participation in company sale proceeds (10-15% in total go to employees on sale or profit).\nWolfe, LLC is committed to providing its employees with a benefits package providing flexibility that ensures a healthy life/work balance.  The great benefits and perks, include:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMedical, Prescription, Vision and Dental\u003c/li\u003e\n\u003cli\u003eGenerous Paid Time-Off policy\u003c/li\u003e\n\u003cli\u003eProfit-sharing (Incentive Stock Plan) our employees have earned over $16m through this program since 2006\u003c/li\u003e\n\u003cli\u003e11 holidays\u003c/li\u003e\n\u003cli\u003eTuition Reimbursement\u003c/li\u003e\n\u003cli\u003eEmployee Recognition Program\u003c/li\u003e\n\u003cli\u003eCharitable Donation to a Charity of YOUR Choice yearly ($250)\u003c/li\u003e\n\u003cli\u003eRefer Friends, and if we hire them you get awarded (up to $1,000)\u003c/li\u003e\n\u003cli\u003eFamily Picnic, Holiday Party, and other employee outings\u003c/li\u003e\n\u003cli\u003eOn-site dry-cleaning pick-up service\u003c/li\u003e\n\u003cli\u003eFlex-time Scheduling and a Telecommute Policy\u003c/li\u003e\n\u003cli\u003eNo cubicles, everyone gets a desk\u003c/li\u003e\n\u003cli\u003ePrivate Health Advisory Policy for Employee and Dependents\u003c/li\u003e\n\u003cli\u003eBrown bag sessions to keep you informed on the company/industry\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIf this position excites you, we urge you to apply!\nWolfe, LLC is an Equal Opportunity Employer.\nWolfe, LLC does not sponsor individuals for the purpose of obtaining H-1 Visas.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"mailto:jobs@wolfe.com\"\u003ejobs@wolfe.com\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdkdiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ad77badc79a2c42a15179df02e3b0387c666128f/wolfe.png"
}, {
  "id": "fbbecb42-2cb7-434c-b80b-0a9e906d1484",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/fbbecb42-2cb7-434c-b80b-0a9e906d1484",
  "created_at": "Wed Mar 10 14:21:40 UTC 2021",
  "company": "Prisma",
  "company_url": "http://www.prisma.io",
  "location": "Remote",
  "title": "VP of Engineering",
  "stack": [
    "python", "managment", "node"
  ],
  "description": "\u003cp\u003eAt Prisma we are building the data layer for modern applications. If you are fascinated by the software that power large technology companies such as Twitter, Airbnb and Facebook but want the challenges, freedom and ownership of a young startup, then Prisma might be the right place for you.\u003c/p\u003e\n\u003cp\u003eDuring the course of the past year our bottom-up adoption strategy has started to produce very exciting results. We have seen highly encouraging levels of developer adoption and community growth, setting us on the path to become the dominant NodeJS ORM within 12 months.\u003c/p\u003e\n\u003cp\u003eThese results and feedback from our community enable us to start the next phase of our journey - building a commercial proof and strategy for Prisma. We have tens of thousands of developers currently using Prisma, with hundreds of thousands of NPM downloads per week. Some of these are large enterprises such as Accenture, Tryg, Algolia, Rapha and Microsoft.\u003c/p\u003e\n\u003cp\u003eTo help us with the above we are looking to bolster our engineering leadership at Prisma by hiring a VP of Engineering to lead our engineering teams through this transition and beyond.\u003c/p\u003e\n\u003ch3\u003eWhat would you do at Prisma?\u003c/h3\u003e\n\u003cp\u003eThe VP of Engineering will be responsible for managing the engineering teams, with all managers and teams reporting to them.\u003c/p\u003e\n\u003cp\u003eYour responsibilities as the VP of Engineering includes:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTake key responsibility for engineering teams to incrementally build and deliver value to users and customers.\u003c/li\u003e\n\u003cli\u003eCollaborate closely with major functions (product, marketing, design, operations) in the company to ensure engineering teams are working on the right things for the right reasons.\u003c/li\u003e\n\u003cli\u003eWork with the CEO to maintain and evolve the technical vision and strategy and the team structures to support them.\u003c/li\u003e\n\u003cli\u003eCreate and exemplifies a healthy and inclusive and inclusive work environment for engineering teams to work and participate in.\u003c/li\u003e\n\u003cli\u003eActively work to identify and remove bottlenecks within the organisation within Engineering and beyond.\u003c/li\u003e\n\u003cli\u003eKey technical focus of the role is debugging organisations and processes and to find solutions to make engineering teams more productive, effective, or unblocks them.\u003c/li\u003e\n\u003cli\u003eBuild and retain a diverse engineering team.\u003c/li\u003e\n\u003cli\u003eCreate hiring plans in line with organisational needs and budgets.\u003c/li\u003e\n\u003cli\u003eFocus the engineering teams on delivering features in line with Prisma's business, product, and engineering strategy.\u003c/li\u003e\n\u003cli\u003eEstablish, maintains and advocates the engineering culture within the engineering organisation and across Prisma.\u003c/li\u003e\n\u003cli\u003eEnsures that technical and architectural decisions across the engineering organisation are done within the frameworks and by bridging the technical with the business needs of the organisation.\u003c/li\u003e\n\u003cli\u003eImplement feedback, review, and promotion processes across the engineering organisations to help all people in their teams advance in their career and in accordance with the company framework.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eWhat are the requirements?\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003e5+ Years in Senior Engineering Management positions, comfortable with working in and building a remote-first team.\u003c/li\u003e\n\u003cli\u003eDeeply passionate about investing in people and growing them to become the best versions of themselves.\u003c/li\u003e\n\u003cli\u003eSuccessful track-record of building, retaining, and scaling an engineering team in a start-up or fast growing organisation.\u003c/li\u003e\n\u003cli\u003eStrong technical experience in modern technology stacks (our language is Rust but learning on the job is perfectly fine).\u003c/li\u003e\n\u003cli\u003eExperience working in a Developer Tools company would be a benefit, but not a hard requirement.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eWhat's it like to work at Prisma?\u003c/h3\u003e\n\u003cp\u003eYou're likely to be a great fit for the team if you ...\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cstrong\u003e... have an ownership mindset.\u003c/strong\u003e As part of a young startup and as the VP of Engineering, you'll have an outsize impact on decisions and the way things are executed. This will include influence over the direction of the company, hiring plans, budget and more.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003e... stay nimble.\u003c/strong\u003e As a growing startup, the team and strategy evolves quickly. Be ready to re-calibrate often and stay flexible.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003e... be kind and collaborative.\u003c/strong\u003e Come in ready to share your ideas and listen to feedback.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eWhat's in it for you?\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eOpportunity for large global impact working on one of the fastest growing open-source tools and help guide the team on it's new commercial journey.\u003c/li\u003e\n\u003cli\u003eHave the opportunity to own Engineering at Prisma and build out the team to take the department and company forward.\u003c/li\u003e\n\u003cli\u003eWork in full-distributed, remote-first organisation where work-life balance is celebrated and promoted.\u003c/li\u003e\n\u003cli\u003eWe provide a \u003cstrong\u003eCompetitive Base Salary\u003c/strong\u003e in line with industry standards for similar positions.\u003c/li\u003e\n\u003cli\u003eAs an early-stage startup we also provide competitive \u003cstrong\u003eStock-Option Grants.\u003c/strong\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003e24 Days paid vacation\u003c/strong\u003e per year.\u003c/li\u003e\n\u003cli\u003e[US] Health, Dental, Vision + 401k Matching\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eGenerous Tech Budget\u003c/strong\u003e to make sure you have all the hardware that you need.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eRemote Work\u003c/h3\u003e\n\u003cp\u003eWe are a remote-first organisation with an office based in Berlin, Germany. Whether you would like to work remotely, or from the office in Berlin is up to you! We are open to discussing relocation assistance if you would like to join us in Berlin.\u003c/p\u003e\n\u003cp\u003eAlthough we are a fully remote and distributed team, for operational reasons we can currently only consider candidates that currently live, or intend to move to the timezone GMT -8 to GMT +3.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eNote on COVID-19:\u003c/em\u003e The above opportunity to move to Berlin is temporarily suspended until we believe that travel is safe again.\u003c/p\u003e\n\u003ch3\u003eWhat is our hiring process like?\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cem\u003eIntroductory Call\u003c/em\u003e with someone from the Talent Acquisition team.\u003c/li\u003e\n\u003cli\u003e\n\u003cem\u003eFirst Interview\u003c/em\u003e with the VP of Product\u003c/li\u003e\n\u003cli\u003e\n\u003cem\u003eSecond Interview with the\u003c/em\u003e VP of Design\u003c/li\u003e\n\u003cli\u003e\n\u003cem\u003eRound of Interviews\u003c/em\u003e with some of the Engineers at Prisma that you will be working with.\u003c/li\u003e\n\u003cli\u003e\n\u003cem\u003eRound of Interviews with the\u003c/em\u003e Leadership Team\u003c/li\u003e\n\u003cli\u003e\n\u003cem\u003eFinal Interview\u003c/em\u003e with the CEO.\u003c/li\u003e\n\u003cli\u003e\u003cem\u003eOffer\u003c/em\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe above serves as a basic outline, we might choose to add or remove steps based on the information that we gather during the process.\u003c/p\u003e\n\u003cp\u003eIf you believe that this is the right position for you then please send your resume along with any supporting documentation or information to us via the link provided on this page. We typically respond within 7 business days.\u003c/p\u003e\n\n\u003cp\u003e\u003cem\u003ePrisma is an equal opportunity employer and does not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, gender identity, age, marital status, veteran status, or disability status.\u003c/em\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003ePlease visit the job page and apply: \u003ca href=\"https://grnh.se/7a75739f2us\"\u003ehttps://grnh.se/7a75739f2us\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdTZiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d57d176d931d2b968a2328557ed8b31b4a00346c/Square%20Logo%20Small%20Prisma.png"
}, {
  "id": "35de12a3-33bb-494a-abee-e35217e246b7",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/35de12a3-33bb-494a-abee-e35217e246b7",
  "created_at": "Wed Mar 10 09:56:56 UTC 2021",
  "company": "SYNAOS GmbH",
  "company_url": "https://synaos.com/",
  "location": "Hannover",
  "title": "(Senior) Backend Developer (m/f/d)",
  "stack": [
    "java", "mariadb", "flask"
  ],
  "description": "\u003cp\u003eSYNAOS is a software start-up founded in 2018 in Hanover. We develop an ecosystem for the orchestration of intralogistics with a focus on autonomous, mobile robotics.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe offer\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFast growing, top financed start-up with highly motivated and extremely ambitious colleagues\u003c/li\u003e\n\u003cli\u003eChallenging tasks in developing our software platform with cutting-edge AI optimization methods and modern, scalable cloud technologies for autonomous robotics applications\u003c/li\u003e\n\u003cli\u003ePioneering work in intralogistics for the factory and logistics centre of the future\u003c/li\u003e\n\u003cli\u003eWith Volkswagen a DAX group as a first customer\u003c/li\u003e\n\u003cli\u003eCreative working environment with short decision-making processes (founders in the same office)\u003c/li\u003e\n\u003cli\u003eBright, newly designed offices in the heart of Hannover and good coffee from a sieving machine :)\u003c/li\u003e\n\u003cli\u003eChoice of hardware and operating system\u003c/li\u003e\n\u003cli\u003eUnlimited employment contracts and 30 vacation days\u003c/li\u003e\n\u003cli\u003eFlexible working hours with home office\u003c/li\u003e\n\u003cli\u003eCompetitive salaries and a development budget of 1.200 Euro per year\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour mission\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCreation of an enterprise-capable and integrated SYNAOS ecosystem based on Java to control production and logistics\u003c/li\u003e\n\u003cli\u003eIntegration of different technologies and systems in the backend environment\u003c/li\u003e\n\u003cli\u003eImplementation of agile software development (cooperation in SCRUM-teams, description of technical tasks and realization of user stories, automatic testing)\u003c/li\u003e\n\u003cli\u003eUse of technologies and tools like IntelliJ, GitLab, Jira, Java, Spring Boot, Kafka, Maven, REST, Messaging, PostgreSQL, Docker, AWS\u003c/li\u003e\n\u003cli\u003eEnthusiastic team orientation and good communication with developers, product owners and users of the software\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour Values\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStructured working (clean code)\u003c/li\u003e\n\u003cli\u003eOpen-minded for new technologies\u003c/li\u003e\n\u003cli\u003eCustomer focus\u003c/li\u003e\n\u003cli\u003eTeamwork\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat you bring\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAbilities\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSeveral years of experience in backend development, Java Enterprise environment or several years of professional experience in another object-oriented programming language\u003c/li\u003e\n\u003cli\u003eProgramming and recording in English\u003c/li\u003e\n\u003cli\u003eExperience in developing software in a team\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePersonality\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eReliability, Independence\u003c/li\u003e\n\u003cli\u003eSolution orientation\u003c/li\u003e\n\u003cli\u003e„Get things done“ attitude\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAttitude, values\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCommunication and capacity for teamwork\u003c/li\u003e\n\u003cli\u003eUnderstanding software as craftmanship\u003c/li\u003e\n\u003cli\u003eStructured working method\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eContact person:\u003c/p\u003e\n\u003cp\u003eSYNAOS GmbH\nFrank Löffler\n+49 172 7617662\n\u003ca href=\"mailto:join-us@synaos.com\"\u003ejoin-us@synaos.com\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/bc7582304a923aaed5f57a6382fa234856019ceb/68747470733a2f2f742e676f686972696e672e636f6d2f682f32363763393035386564666439356439356164356233626539393438376661613930306635353630613739373437386432613731633838616437346161616436\"\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/f64e42e383577c5f71d53130e6b2273cc493ed782dc72140377c76d89b2cd0ed\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdXFiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--945d567a97e1387089a82789249c415e8735a528/SYNAOS%20GmbH.jpg"
}, {
  "id": "03f4b538-8cd2-44f9-b07d-9bad6021eba4",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/03f4b538-8cd2-44f9-b07d-9bad6021eba4",
  "created_at": "Wed Mar 10 09:44:07 UTC 2021",
  "company": "Price Intelligence GmbH",
  "company_url": "https://priceintelligence.net",
  "location": "Remote",
  "title": "Team Lead Development (M/W/D)​ E-Commerce-SaaS-Solution",
  "stack": [
    "shopify", "mariadb", "ruby"
  ],
  "description": "\u003cp\u003eReinvent Retail Business with us!\u003c/p\u003e\n\u003cp\u003eTag für Tag erfinden wir bei priceintelligence Retail Business neu, mit der Power von Künstlicher Intelligenz, Automatisierung und vor allem Daten. Um unsere Ziele zu erreichen, suchen wir Kollegen, die uns genau dabei helfen. Denkst du, dass du zu uns perfekt passt? Dann werde Teil unseres Teams...\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDas erwartet dich bei uns:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu übernimmst die fachliche und disziplinarische Führung eines 11-köpfigen Teams, bestehendaus erfahrenen Java-Entwicklern\u003c/li\u003e\n\u003cli\u003eDu steuerst die Aktivitäten rund um die Implementierung der Enterprise-SaaS-Lösungpriceintellingence und stimmst die Weiterentwicklungspläne mit unterschiedlichen Stakeholdern wie Product Owner, Kunden, Vertrieb sowie Geschäftsführung in Bezug auf die Lösungsarchitektur ab\u003c/li\u003e\n\u003cli\u003eDu verantwortest die strategische und langfristige Planung unserer Technologie-Stacks\u003c/li\u003e\n\u003cli\u003eDu gibst strategischen Input zur Produktweiterentwicklung\u003c/li\u003e\n\u003cli\u003eDu untersützt Onboarding-Projekte für Neukunden in Bezug auf die technische Integration\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas bringst du mit:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu hast mindestens 5 Jahre Berufserfahrung als Developer\u003c/li\u003e\n\u003cli\u003eDu bringst mindestens 1 bis 2 Jahre Erfahrungen in der Leitung eines Temas mit\u003c/li\u003e\n\u003cli\u003eDu besitzt Kenntnisse in modernen SaaS-/Cloud-Architekturen und Entwicklungswerkzeuge, wie Java, Java Script, Hibernate, NoSQL, MQ\u003c/li\u003e\n\u003cli\u003eIdealerweise hast du auch schon erste Erfahrungen und Knowhow im Bereich SaaS, E-Commerce und Machine Learning / Data Science / Data Analytics\u003c/li\u003e\n\u003cli\u003eDu hast Erfahrung mit großen Datenmengen und deren Transfer\u003c/li\u003e\n\u003cli\u003eZu deinen Stärken zählt ein hohes Qualitäts- und Verantwortungsbewusstsein\u003c/li\u003e\n\u003cli\u003eDu bist offen, kommunikativ und ein echter Teamplayer\u003c/li\u003e\n\u003cli\u003eSehr gute Deutsch- und gute Englischkenntnisse runden dein Profil ab\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas bieten wir dir:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEin erfolgreiches und hoch motiviertes internationales Team\u003c/li\u003e\n\u003cli\u003eGroßartige, zukunftsweisende Projekte bei internationalen und bekannten Kunden im Enterprise Segment\u003c/li\u003e\n\u003cli\u003eExzellente Weiterentwicklungsmöglichkeiten in einem schnell wachsenden, modernem Unternehmen mit tollen Konditionen und mit der Möglichkeit zukünftig eine tragende Rolle im Management- oder auch Gesellschafter-Team einzunehmen\u003c/li\u003e\n\u003cli\u003eZusammenarbeit mit Experten in einer flachen Hierarchie und kurze Kommunikationswege\u003c/li\u003e\n\u003cli\u003ePersönlicher Freiraum und die Möglichkeit Verantwortung zu übernehmen, deine eigenen Ideen zu teilen und umzusetzen\u003c/li\u003e\n\u003cli\u003eWork-Life-Balance, flexible Arbeitszeitmodelle und variable, Remote-Arbeitsorte\nEinfach mehr als nur ein Job!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDu verlierst nie das Detail aus dem Auge? Hast immer das Große und Ganze im Blick? Du beherrschst die Sprache der Softwareentwickler? Du bist auf der Suche nach einem jungen, agilen und dynamischen Arbeitsumfeld, das du innovativ mitgestalten möchtest? Dann bist du bei uns genau richtig! Starte durch mit priceintelligence und bewirb dich jetzt!\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://priceintelligence.join.com/jobs/1964922-team-lead-development-m-w-d-e-commerce-saas-solution?pid=357a3b4531918760973f\u0026amp;oid=fe47f14d-ae44-49dd-947a-6d8bc6b023bd\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=team%2Blead%2Bdevelopment%2Bm%2Bw%2Bd%2Be-commerce-saas-solution\"\u003ehttps://priceintelligence.join.com/jobs/1964922-team-lead-development-m-w-d-e-commerce-saas-solution?pid=357a3b4531918760973f\u0026amp;oid=fe47f14d-ae44-49dd-947a-6d8bc6b023bd\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=team%2Blead%2Bdevelopment%2Bm%2Bw%2Bd%2Be-commerce-saas-solution\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdWliIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f483fa601ced49443e816247be425def85b87a5d/priceintelligence.jpg"
}, {
  "id": "5aaa160f-bdcf-44f9-b997-14c6fad9e22f",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/5aaa160f-bdcf-44f9-b997-14c6fad9e22f",
  "created_at": "Tue Mar 09 23:53:49 UTC 2021",
  "company": "City and County of San Francisco",
  "company_url": null,
  "location": "San Francisco, CA, USA",
  "title": "IS Business Analyst",
  "stack": [
    "java", "mariadb", "bi"
  ],
  "description": "\u003cp\u003eWHO WE ARE\nThe Human Services Agency (HSA) is a department of the City and County of San Francisco and the central resource for public assistance in the City. Our mission is to promote well-being and self-sufficiency among individuals, families, and communities in San Francisco. HSA was formed in 2004 with the merger of two previously existing city departments, the Department of Human Services and the Department of Aging and Adult Services. The agency retains two commissions and two department heads. The agency also includes the Office of Early Care and Education. Our mission is to promote well-being and self-sufficiency among individuals, families, and communities in San Francisco.\u003c/p\u003e\n\u003cp\u003eWHAT WE DO\u003c/p\u003e\n\u003cp\u003eWe provide a safety net for individuals and families by offering income support, community-based living supports, and assistance getting food, housing, and health coverage. We offer programs and services that ensure the protection and safety of children, the elderly, and dependent adults. We help people secure employment through training, job search, and child care assistance.\u003c/p\u003e\n\u003cp\u003ePOSITION DESCRIPTION\u003c/p\u003e\n\u003cp\u003eUnder general direction, the IS Business Analyst participates in the systems development lifecycle, including project planning and management, as well as business process redesign. Specifically, the incumbent will be responsible for managing or assisting with the management of web and / or mobile development projects. The incumbent will collaborate with select programs to identify business needs and business processes that will either be introduced or modified for their assigned projects. The process for gathering and documenting requirements, translating requirements to functional requirements, and application testing are core responsibilities of the IS Business Analyst.  The individual will also be responsible for coordinating system implementations, managing user acceptance testing, system testing, end-user training, production support, and performing other related duties as assigned.\u003c/p\u003e\n\u003cp\u003eESSENTIAL DUTIES\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIdentify opportunities for improving business processes through automation; assist in the preparation of proposals to develop new systems.\u003c/li\u003e\n\u003cli\u003eAnalyze data processing needs; research and evaluate software on multiple platforms to assist users to meet their departmental goals; assist in developing the evaluation criteria for software.\u003c/li\u003e\n\u003cli\u003eDetermine operating characteristics and requirements; develop or modify and document general system design; write detailed design specifications including requirements documents, functional specifications, and test cases; conduct \"walkthroughs\" for proposed solutions to system problems.\u003c/li\u003e\n\u003cli\u003eAnalyze the feasibility of and develop requirements for new systems and enhancements to existing systems; ensure the system design fits the needs of the users.\u003c/li\u003e\n\u003cli\u003eInstall and enhance software; program, test, debug and install new/modified programs.\u003c/li\u003e\n\u003cli\u003eProvide technical support for web application and mobile application systems; consult on the analysis of an application; troubleshoot system problems; assist with the implementation of solutions.\u003c/li\u003e\n\u003cli\u003eConduct system analysis and may conduct programming activities for complex systems; document new and modified systems and programs; coordinate user training in new capabilities; may assist with the conversion of new programming from test to production.\u003c/li\u003e\n\u003cli\u003eInterface with users to determine system needs and requirements; instruct users on newly implemented systems; define system requirements; may design and code programs; review the impact of system modifications on existing systems.\u003c/li\u003e\n\u003cli\u003ePrepare, or assist client in preparing, service requests to implement system changes; determine, or assist in determining, level of effort required and the cost of implementing service requests; assist in prioritizing requests.\u003c/li\u003e\n\u003cli\u003eMay provide technical production support for application systems; assist with processing schedule, assist with creating reports.\u003c/li\u003e\n\u003cli\u003eDetermine security levels for systems to ensure data integrity.\nCreate test scenarios, test cases, UAT scripts, and other testing documentation to assist with testing. Test applications to assure functionality and effectiveness in performing to desired specifications.\u003c/li\u003e\n\u003cli\u003eAnalyze the impact of technical solutions and technical processes on business processes; document current and future processes impacted by system/solution design.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eMINIMUM QUALIFICATIONS\nEDUCATION\u003c/p\u003e\n\u003cp\u003eAn associate degree in computer science or a closely related field from an accredited college or university OR its equivalent in terms of total course credits/units [i.e., at least sixty (60) semester or ninety (90) quarter credits/units with a minimum of twenty (20) semester or thirty (30) quarter credits/units in computer science or a closely-related field].\nAND\u003c/p\u003e\n\u003cp\u003eEXPERIENCE\u003c/p\u003e\n\u003cp\u003eOne (1) year in the information systems field, including technical support, content management, administration of network applications or system analysis.\u003c/p\u003e\n\u003cp\u003eSUBSTITUTION\u003c/p\u003e\n\u003cp\u003eAdditional experience as described above may be substituted for the required degree on a year-for-year basis (up to a maximum of two (2) years). One (1) year is equivalent to thirty (30) semester units / forty-five (45) quarter units with a minimum of 10 semester / 15 quarter units in computer science or a closely related field.\u003c/p\u003e\n\u003cp\u003eSPECIAL CONDITIONS:\nIn addition to the Minimum Qualifications above, applicants must have the following experience in order to qualify:\u003c/p\u003e\n\u003cp\u003eThe below minimum qualifications reflect special conditions associated with the position(s) to be filled. They may differ from the standard minimum qualifications associated with this classification.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOne (1) year of recent and verifiable experience in web applications analysis, design, and development.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAND\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOne (1) year of recent and verifiable experience in information system business process design.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eExperience under minimum qualifications and under special conditions #1 and #2 above can be gained concurrently.\u003c/p\u003e\n\u003cp\u003eDESIRABLE QUALIFICATIONS:\u003c/p\u003e\n\u003cp\u003eThe stated desirable qualifications may be used to identify job finalists at the end of the selection\nprocess when candidates are referred for hiring.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience successfully managing projects.\u003c/li\u003e\n\u003cli\u003eExperience working in a public sector, non-profit agency or organization.\u003c/li\u003e\n\u003cli\u003eWorking knowledge of Microsoft Visio Software.\u003c/li\u003e\n\u003cli\u003eWorking knowledge of Balsamiq mockup tool.\u003c/li\u003e\n\u003cli\u003eExperience with creating swim lane diagrams.\u003c/li\u003e\n\u003cli\u003eExperience with creating business and system flow diagrams.\u003c/li\u003e\n\u003cli\u003eQuality Assurance testing experience.\u003c/li\u003e\n\u003cli\u003eExperience writing diagnostic (Select) queries in Microsoft SQL or other structured query languages.\n**Applicants must meet the Minimum Qualification requirements by the final filing date unless otherwise noted. **\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eHOW TO APPLY:\nApplications for City and County of San Francisco jobs are only accepted through an online process.\nVisit:  [https://www.jobapscloud.com/SF/sup/bulpreview.asp?R1=PBT\u0026amp;R2=1052\u0026amp;R3=108424] to register an account and to view this complete job announcement for application submission requirements.\nRecruitment #PBT-1052-108424\nEOE\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003ePlease follow this link to apply: \u003ca href=\"https://www.jobapscloud.com/SF/sup/bulpreview.asp?R1=PBT\u0026amp;R2=1052\u0026amp;R3=108424\"\u003ehttps://www.jobapscloud.com/SF/sup/bulpreview.asp?R1=PBT\u0026amp;R2=1052\u0026amp;R3=108424\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": null
}, {
  "id": "6e597f81-3cbb-46d6-b8d9-89c9b6a34f0f",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/6e597f81-3cbb-46d6-b8d9-89c9b6a34f0f",
  "created_at": "Tue Mar 09 23:47:52 UTC 2021",
  "company": "DISH",
  "company_url": "http:",
  "location": "Englewood, CO",
  "title": "Senior Technical Product Owner",
  "stack": [
    "scrum", "nodejs", "cloud"
  ],
  "description": "\u003cp\u003eAt DISH, our Retail Wireless Integration teams challenge the status quo and reimagine capabilities across industries. From e-commerce platform to other BSS and OSS systems, to big data and beyond, our team play vital roles in connecting consumers with the products and platforms of tomorrow. We are looking for highly motivated and driven product owners to lead our development integration teams in delivering world class software for our 5G Network.\u003c/p\u003e\n\u003cp\u003eThis role will collaborate cross-functionally with the PMO, the architecture team, Business Analysts, and other software application SMEs and teams at Dish to deliver API integration across BSS, OSS and 3rd party vendors. The ideal candidate is experienced in implementing modern cloud-based platforms and tools, has an entrepreneurial mindset, strong communication skills, and excellent critical thinking skills. In this role:\u003c/p\u003e\n\u003cp\u003eLeading the other product owners in the team with a thorough understanding of the product and utilize high-level perspective to define goals and create a vision for development projects.\nResponsible for ensuring that the product’s vision is aligned with business goals.\nResponsible for gaining buy-in from stakeholders on all major decisions and strategy regarding product functionality and process.\nResponsible for iteration planning and subsequently working with the development team to identify and breakdown the tasks required for the iterations while providing clear instructions and deliverables.\nAbility to manage, organize, communicate and track sprint and project releases.\nResponsible for projects’ success: on time, on budget, meeting team members’ expectation, and meeting projects’ goals.\nConsider the organization impact of decisions made regarding service interface and data modeling\nProvide on-the-job training in service for the product owners of other teams.\u003c/p\u003e\n\u003cp\u003eDay-to-day job responsibilities\u003c/p\u003e\n\u003cp\u003eCoordinating with the Scrum Master to facilitate and/or participate in the necessary Scrum ceremonies, possibly including Sprint Planning, Daily Scrums, Sprint Review, Sprint Demo, and Sprint Retrospective\nAct as the liaison between engineering teams and product stakeholders\nEvangelize your product vision and roadmap across to gather feedback and drive better cross-company transparency and alignment\nDecomposing product and service features into workable user stories\nContinually prioritizing and grooming product backlogs for cross-functional, full-stack integration teams. Liaison between requests for new functionality and development team.\nCoordinating cross-team delivery, managing dependencies, and defining best practices\nSharing and evangelizing the work completed, product backlog, and Scrum team metrics.\u003c/p\u003e\n\u003cp\u003e#LI-AJ1\u003c/p\u003e\n\u003cp\u003eSpecific qualifications:\u003c/p\u003e\n\u003cp\u003e10+ years of enterprise product ownership experience\n8+ years of enterprise experience in determining and documenting requirements\n5+ years of enterprise software/API integration experience\nTechnical knowledge of data models and data management\nGood knowledge of OpenAPI specifications\nAbility of performing troubleshooting assistance\nMust have experience working with offshore teams\nWireless retail experience a big plus\nAWS or other Cloud experience a plus\nApigee experience a plus\nJava, SpringBoot, Node.js development experience a plus\nFrom versatile health perks to new career opportunities, check out our benefits on our careers website.\u003c/p\u003e\n\u003cp\u003eEmployment is contingent on successful completion of a pre-employment criminal background check, which may include a drug test.\u003c/p\u003e\n\u003cp\u003eDISH endeavors to make \u003ca href=\"http://careers.dish.com\"\u003ehttp://careers.dish.com\u003c/a\u003e accessible to any and all users. If you would like to contact us regarding the accessibility of our website or need assistance completing the application process, please contact \u003ca href=\"mailto:accessibility@dish.com\"\u003eaccessibility@dish.com\u003c/a\u003e. This contact information is for accommodation requests only; you may not use this contact information to inquire about the status of applications.\u003c/p\u003e\n\u003cp\u003eWe pride ourselves on developing and promoting talent as an Equal Employment Opportunity Employer - Veteran/Disability. All qualified applicants will receive consideration for employment without regard to race, national origin, gender, age, religion, disability, veteran status, or any other category protected by law. We are a true merit-based organization and work hard so there are no artificial barriers to one's potential success. DISH is committed to a workforce where everyone's opportunities are limitless.\u003c/p\u003e\n\u003cp\u003eConsistent with this commitment, DISH will endeavor to provide reasonable accommodation to otherwise qualified job applicants and employees with known physical or mental disabilities, unless doing so poses an undue hardship on the Company, poses a direct threat of substantial harm to the employee or others, or is otherwise not required by law.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eApply online at \u003ca href=\"https://jobs.dish.com/jobs/54080?lang=en-us\u0026amp;iis=\u0026amp;iisn=\u0026amp;utm_source=GitHub\u0026amp;utm_medium=jobboard\u0026amp;utm_campaign=Wireless\u0026amp;utm_content=STPO+Englewood\"\u003ehttps://jobs.dish.com/jobs/54080?lang=en-us\u0026amp;iis=\u0026amp;iisn=\u0026amp;utm_source=GitHub\u0026amp;utm_medium=jobboard\u0026amp;utm_campaign=Wireless\u0026amp;utm_content=STPO+Englewood\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdU9iIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--66ae4c0a6fb1058015a93d4bb035ec9802bf4c4c/DISH_WORDMARK_RED_LOGO_1115818_RGB_Newsroom.png"
}, {
  "id": "95ad4dcc-2d1c-481e-b6f2-930d5eda70f4",
  "type": "Part Time",
  "url": "https://jobs.github.com/positions/95ad4dcc-2d1c-481e-b6f2-930d5eda70f4",
  "created_at": "Tue Mar 09 23:45:39 UTC 2021",
  "company": "DISH",
  "company_url": "http:",
  "location": "Englewood, CO",
  "title": "Software Developer in Test (SDET)",
  "stack": [
    "cypress", "puppetear", "flask"
  ],
  "description": "\u003cp\u003eAt DISH, our technology teams challenge the status quo and reimagine capabilities across industries. From product development to software design to big data and beyond, our people play vital roles in connecting consumers with the products and platforms of tomorrow.\u003c/p\u003e\n\u003cp\u003e#LI-HT1\u003c/p\u003e\n\u003cp\u003eHigh-level job responsibilities:\u003c/p\u003e\n\u003cp\u003eDISH Wireless is looking for a Software Developer Engineer in Test to support its products and services through agile software development in DGC, CO. In this role:\u003c/p\u003e\n\u003cp\u003eDeveloping innovative approaches, techniques, and solutions in the areas of Automation, Performance Engineering, Continuous Testing, Continuous Delivery, Service Virtualization, Shift Left, BDD, TDD, etc.\nAnalyzing how systems are being tested manually and identifying opportunities to reduce that time and effort through Automation\u003c/p\u003e\n\u003cp\u003eDay-to-day job responsibilities\u003c/p\u003e\n\u003cp\u003eDesigning and creating robust automated test scripts and software to address business and technical use cases.\nMaintaining, supporting and extending our existing automation framework and automation suite, and development of greenfield testing frameworks.\nCollaborating with Software Engineering Leaders, Project Managers, Product Managers, and others to ensure smooth integration of Quality Engineering solutions into the SDLC (Agile preferred)\nResearching and staying up to date on the latest tools, technologies, trends, and approaches within the QE space and incorporating the ones that make sense.\nParticipating in troubleshooting and triaging of issues with different teams to drive towards root cause identification and resolution\nParticipating in design and code reviews, refactor code as needed to meet evolving design standards, participate in or lead engineering process improvements.\nHigh-level qualifications:\u003c/p\u003e\n\u003cp\u003eA strong passion for quality, high level of attention to detail, and the proven ability to solve complex technical challenges\nExtensive experience applying Quality Engineering techniques across the SDLC to improve the quality of systems and enable the ability to deliver quality at speed.\nA Bachelor’s degree in Computer Science, Information Technology, or equivalent\nWireless communications industry experience (T-mobile, Verizon, AT\u0026amp;T, Cricket etc.) ideal but not required\u003c/p\u003e\n\u003cp\u003eSpecific qualifications:\u003c/p\u003e\n\u003cp\u003eA minimum of 4 years of diverse experience designing, developing, and implementing Test Automation solutions across a variety of platforms and applications.\nExperience with CI/CD pipeline engineering and maintenance using tools like: Gitlab CI, Jenkins, Cirlce CI, Travis CI, etc.\nExperience testing REST APIs\nExperience testing an exterprise product catalog is a plus\nExperience with XML and JSON\nAWS experience\nKnowledge of Agile progress and best practices (Kanban, Scrum)\nCompensation: $85,905.00/Yr. - $136,190.00/Yr.\u003c/p\u003e\n\u003cp\u003eFrom versatile health perks to new career opportunities, check out our benefits on our careers website.\u003c/p\u003e\n\u003cp\u003eEmployment is contingent on successful completion of a pre-employment criminal background check, which may include a drug test.\u003c/p\u003e\n\u003cp\u003eDISH endeavors to make \u003ca href=\"http://careers.dish.com\"\u003ehttp://careers.dish.com\u003c/a\u003e accessible to any and all users. If you would like to contact us regarding the accessibility of our website or need assistance completing the application process, please contact \u003ca href=\"mailto:accessibility@dish.com\"\u003eaccessibility@dish.com\u003c/a\u003e. This contact information is for accommodation requests only; you may not use this contact information to inquire about the status of applications.\u003c/p\u003e\n\u003cp\u003eWe pride ourselves on developing and promoting talent as an Equal Employment Opportunity Employer - Veteran/Disability. All qualified applicants will receive consideration for employment without regard to race, national origin, gender, age, religion, disability, veteran status, or any other category protected by law. We are a true merit-based organization and work hard so there are no artificial barriers to one's potential success. DISH is committed to a workforce where everyone's opportunities are limitless.\u003c/p\u003e\n\u003cp\u003eConsistent with this commitment, DISH will endeavor to provide reasonable accommodation to otherwise qualified job applicants and employees with known physical or mental disabilities, unless doing so poses an undue hardship on the Company, poses a direct threat of substantial harm to the employee or others, or is otherwise not required by law.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eApply online at \u003ca href=\"https://jobs.dish.com/jobs/54059?lang=en-us\u0026amp;iis=\u0026amp;iisn=\u0026amp;utm_source=GitHub\u0026amp;utm_medium=jobboard\u0026amp;utm_campaign=Wireless\u0026amp;utm_content=SD+Test\"\u003ehttps://jobs.dish.com/jobs/54059?lang=en-us\u0026amp;iis=\u0026amp;iisn=\u0026amp;utm_source=GitHub\u0026amp;utm_medium=jobboard\u0026amp;utm_campaign=Wireless\u0026amp;utm_content=SD+Test\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdUdiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4b176a61bbeaf1b81cedaed55ac3eff5abc3138e/DISH_WORDMARK_RED_LOGO_1115818_RGB_Newsroom.png"
}, {
  "id": "ab56aad0-a749-4eb4-850c-0c05c54dbe8f",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/ab56aad0-a749-4eb4-850c-0c05c54dbe8f",
  "created_at": "Tue Mar 09 23:42:32 UTC 2021",
  "company": "DISH",
  "company_url": "http:",
  "location": "Englewood, CO",
  "title": "Data Analyst - Retail Wireless",
  "stack": [
    "tensorflow", "mariadb", "flask"
  ],
  "description": "\u003cp\u003eDISH is a Fortune 250 company with more than $14 billion in annual revenue that continues to redefine the communications industry. Our legacy is innovation and a willingness to challenge the status quo, including reinventing ourselves. We disrupted the pay-TV industry in the mid-90s with the launch of the DISH satellite TV service, taking on some of the largest U.S. corporations in the process, and grew to be the fourth-largest pay-TV provider. We are doing it again with the first live, internet-delivered TV service – Sling TV – that bucks traditional pay-TV norms and gives consumers a truly new way to access and watch television.\u003c/p\u003e\n\u003cp\u003eNow we have our sights set on upending the wireless industry and unseating the entrenched incumbent carriers. We are driven by curiosity, pride, adventure, and a desire to win – it’s in our DNA. We’re looking for people with boundless energy, intelligence, and an overwhelming need to achieve to join our team as we embark on the next chapter of our story.\u003c/p\u003e\n\u003cp\u003eOpportunity is here.\u003c/p\u003e\n\u003cp\u003eWe are DISH.\u003c/p\u003e\n\u003cp\u003eThe DISH Wireless organization is looking for a Senior IT Data Analyst/ETL Developer to deliver large, complex data migration projects.  The candidate must have the ability to work in a fast paced and evolving environment where initial requirements are vague and evolving.  The ability to quickly understand the project goals and impacted systems and to independently seek out subject matter experts to define requirements and devise solutions will be critical.\u003c/p\u003e\n\u003cp\u003eResponsibilities\u003c/p\u003e\n\u003cp\u003eWork with various business and technical people to understand the systems, data sources, business goals, technical goals, timelines, and financial impacts of multiple data conversion projects.\nPerform deep analysis of the data in source and target systems in order to document detailed data mapping requirements.  This will involve analyzing data quality, data availability, and defining data transformations.\nUtilize ETL tools such as Informatica or other similar tools to perform data analysis and to code complex data migrations.  Focus on creating re-usable components to be leveraged on future conversions.\nDevelop detailed metrics related to all data migrations to report conversion progress and error rates.\nWork well in a team environment where knowledge and re-usable components are proactively shared.\nUtilize procedural programming language or scripting language skills to code the required data transformations.\n#LI-AJ1\u003c/p\u003e\n\u003cp\u003eRequired Skills\u003c/p\u003e\n\u003cp\u003eStrong SQL skills are critical.\nExtensive experience working with relational database systems such as Oracle and SQL Server.\nExperience using an ETL tool such as Informatica or similar.\nExperience with a procedural programming language or scripting language.\nMust be very proficient with Microsoft excel.\nStrong organizational skills and the ability to communicate effectively (both in writing and verbally) to interact effectively with IT, business, and leadership is required. Strong collaboration and facilitation skills are extremely helpful.\nBachelor Degree in Computer Science, Information Systems Management, Engineering, or BS in related technical field, or equivalent amount of education and experience.\nAbility to parse files in various formats.\u003c/p\u003e\n\u003cp\u003ePreferred Skills\u003c/p\u003e\n\u003cp\u003eExperience working in the Wireless industry\nExperience with Informatica\nExperience with Cloud based systems such as Salesforce.com\n3-5 years of experience performing large scale data migrations\u003c/p\u003e\n\u003cp\u003eCompensation: $85,905.00/Yr. - $136,190.00/Yr.\u003c/p\u003e\n\u003cp\u003eFrom versatile health perks to new career opportunities, this role provides all the benefits you need to be\u003c/p\u003e\n\u003cp\u003esuccessful. Check them out on our careers website.\u003c/p\u003e\n\u003cp\u003eSuccessful completion of a pre-employment screen, to include a drug test, criminal background check and Motor Vehicle Record.\u003c/p\u003e\n\u003cp\u003eDISH endeavors to make \u003ca href=\"http://careers.dish.com\"\u003ehttp://careers.dish.com\u003c/a\u003e accessible to any and all users. If you would like to contact us regarding the accessibility of our website or need assistance completing the application process, please contact \u003ca href=\"mailto:accessibility@dish.com\"\u003eaccessibility@dish.com\u003c/a\u003e. This contact information is for accommodation requests only; you may not use this contact information to inquire about the status of applications.\u003c/p\u003e\n\u003cp\u003eWe pride ourselves on developing and promoting talent as an Equal Employment Opportunity Employer - Veteran/Disability. All qualified applicants will receive consideration for employment without regard to race, national origin, gender, age, religion, disability, veteran status, or any other category protected by law. We are a true merit-based organization and work hard so there are no artificial barriers to one's potential success. DISH is committed to a workforce where everyone's opportunities are limitless.\u003c/p\u003e\n\u003cp\u003eConsistent with this commitment, DISH will endeavor to provide reasonable accommodation to otherwise qualified job applicants and employees with known physical or mental disabilities, unless doing so poses an undue hardship on the Company, poses a direct threat of substantial harm to the employee or others, or is otherwise not required by law.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eApply online - \u003ca href=\"https://jobs.dish.com/jobs/53961?lang=en-us\u0026amp;iis=\u0026amp;iisn=\u0026amp;utm_source=GitHub\u0026amp;utm_medium=jobboard\u0026amp;utm_campaign=Wireless\u0026amp;utm_content=DA-Retail\"\u003ehttps://jobs.dish.com/jobs/53961?lang=en-us\u0026amp;iis=\u0026amp;iisn=\u0026amp;utm_source=GitHub\u0026amp;utm_medium=jobboard\u0026amp;utm_campaign=Wireless\u0026amp;utm_content=DA-Retail\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdCtiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--fd41dda8e0c17055d38085e22ff6263b14ec7989/DISH_WORDMARK_RED_LOGO_1115818_RGB_Newsroom.png"
}, {
  "id": "3bbc3285-1407-4092-ade0-c6353f5b12e6",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/3bbc3285-1407-4092-ade0-c6353f5b12e6",
  "created_at": "Tue Mar 09 23:39:04 UTC 2021",
  "company": "DISH",
  "company_url": "http:",
  "location": "Denver, CO",
  "title": "Senior Magento Developer",
  "stack": [
    "magento", "php", "javascript"
  ],
  "description": "\u003cp\u003eDISH is transforming the future of connectivity. We’re doing it by building the country’s first virtualized, standalone 5G wireless network from scratch. The foundation of a connected world, it’s a network free of the limitations of the past, and flexible enough to satisfy all the social, economic and transformative needs of the changing world. Equipped with Boost Mobile and its 9 million customers as the newest part of the DISH brand, we’re setting our sights on competing in the prepaid and postpaid retail wireless market as the nation’s fourth facilities-based mobile carrier.\u003c/p\u003e\n\u003cp\u003eWe are driven by curiosity, pride, adventure, and a desire to win – it’s in our DNA. We’re looking for people with boundless energy, intelligence, and an overwhelming need to achieve to join our team as we embark on the next chapter of our story.\u003c/p\u003e\n\u003cp\u003eOpportunity is here. We are DISH.\u003c/p\u003e\n\u003cp\u003eThis Magento Lead Developer will be working within the Retail Wireless team in our Dish Grand Central office located in Denver, CO. You will be working in a collaborative and fast-paced environment spanning the Retail Wireless team and broader Dish organizations.\u003c/p\u003e\n\u003cp\u003eYour primary responsibilities will include:\u003c/p\u003e\n\u003cp\u003eDevelop Magento solutions that execute on our ambitious wireless vision.\nApprove and collaborate on development life cycle deliverables including wireframes, base styles, development / code, QA issues and resolution.\nReview developer code and project delivery to maintain and improve quality control and adherence to standards.\nCollaborate, contribute and review backend API standards with our backend teams.\nWork with other technical leads on platform technical design and architecture.\nPerform root cause analysis of production issues and implement recommendations.\u003c/p\u003e\n\u003cp\u003e#LI-AJ1\u003c/p\u003e\n\u003cp\u003eA successful Magento Technical Lead will have:\u003c/p\u003e\n\u003cp\u003eBachelor’s Degree in Computer Science or equivalent experience\n5+ years of experience in building solutions with Magento and or Magento 2.\n5+ years of experience with PHP and MySQL\nExperience working with modern front-end technology, CMS, mobile apps, e-commerce platforms and toolsets such as React, React Native, responsive frameworks, and single page applications\nStrong passion for producing elegant, maintainable, and reusable code\nAbility to effectively communicate across all departments in the organization from technical staff to executive stakeholders\nExperience working in an Agile environment and managing multiple dependencies and projects\nOptimized web server configurations and have experience scaling web applications for millions of users\nEnjoy participating in product development discovery and high level estimates and sizing.\nPreferred Skills\nYou will stand out if you have:\nMagento certification is a bonus\nInternet, telecom, cable, or satellite OSS/BSS business\nAdditional working experience with and or integrating other Adobe products with Magento.\nExperience managing small development teams\nCompensation: $86,400.00/Yr. - $120,200.00/Yr.\u003c/p\u003e\n\u003cp\u003eFrom versatile health perks to new career opportunities, check out our benefits on our careers website.\u003c/p\u003e\n\u003cp\u003eEmployment is contingent on successful completion of a pre-employment criminal background check, which may include a drug test.\u003c/p\u003e\n\u003cp\u003eDISH endeavors to make \u003ca href=\"http://careers.dish.com\"\u003ehttp://careers.dish.com\u003c/a\u003e accessible to any and all users. If you would like to contact us regarding the accessibility of our website or need assistance completing the application process, please contact \u003ca href=\"mailto:accessibility@dish.com\"\u003eaccessibility@dish.com\u003c/a\u003e. This contact information is for accommodation requests only; you may not use this contact information to inquire about the status of applications.\u003c/p\u003e\n\u003cp\u003eWe pride ourselves on developing and promoting talent as an Equal Employment Opportunity Employer - Veteran/Disability. All qualified applicants will receive consideration for employment without regard to race, national origin, gender, age, religion, disability, veteran status, or any other category protected by law. We are a true merit-based organization and work hard so there are no artificial barriers to one's potential success. DISH is committed to a workforce where everyone's opportunities are limitless.\u003c/p\u003e\n\u003cp\u003eConsistent with this commitment, DISH will endeavor to provide reasonable accommodation to otherwise qualified job applicants and employees with known physical or mental disabilities, unless doing so poses an undue hardship on the Company, poses a direct threat of substantial harm to the employee or others, or is otherwise not required by law.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eApply Online at: \u003ca href=\"https://jobs.dish.com/jobs/53639?lang=en-us\u0026amp;iis=\u0026amp;iisn=\u0026amp;utm_source=GitHub\u0026amp;utm_medium=jobboard\u0026amp;utm_campaign=Wireless\u0026amp;utm_content=SMD+Denver\"\u003ehttps://jobs.dish.com/jobs/53639?lang=en-us\u0026amp;iis=\u0026amp;iisn=\u0026amp;utm_source=GitHub\u0026amp;utm_medium=jobboard\u0026amp;utm_campaign=Wireless\u0026amp;utm_content=SMD+Denver\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdDJiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--aa9aa6d269060ca9374f406ea081814874ac9e17/DISH_WORDMARK_RED_LOGO_1115818_RGB_Newsroom.png"
}, {
  "id": "b8afd3f7-e775-46b1-aec5-0943535b7216",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/b8afd3f7-e775-46b1-aec5-0943535b7216",
  "created_at": "Tue Mar 09 20:53:03 UTC 2021",
  "company": "Reaktor",
  "company_url": "http://reaktor.com",
  "location": "Remote or NYC",
  "title": "Senior Software Engineer",
  "stack": [
    "javascript", "react", "node"
  ],
  "description": "\u003cp\u003eReaktor is a team of technology professionals that craft custom digital products and services for diverse industries and clients worldwide.\u003c/p\u003e\n\u003cp\u003eWe're looking for senior full-stack software engineers to join our crew in delivering world-class digital products for companies such as adidas, ViacomCBS, HBO, Bravo Sierra, Rovio, and Finnair. We need people that can fill hybrid roles with different emphases on the wide context of product development. We don't have predefined positions: instead, we invite you to talk to us about your skills, experience, ambitions, and dream role. We hope to find exceptional people to do exceptional work with us, and we believe it's important that we define your role and path to our mutual growth together.\u003c/p\u003e\n\u003cp\u003eDue to COVID-19, we are working remotely but our office in Flatiron district is available if you'd like to get out of the house. Your role at Reaktor will be based in NYC when it's safe and suitable to work in person.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eWhat we can offer you:\u003c/em\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSmall, completely autonomous teams, filled with experts in everything from design, to data science, to business consulting, to content.\u003c/li\u003e\n\u003cli\u003eA community of amazing people who you will learn from and will learn from you.\u003c/li\u003e\n\u003cli\u003eExperimentation and continuous improvement of our skills and ways of working.\u003c/li\u003e\n\u003cli\u003eA dedication to constant evolution (and the occasional revolution).\u003c/li\u003e\n\u003cli\u003eA world without rigid hierarchy—big ideas can come from anyone and anywhere.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cem\u003eWhat you'll bring:\u003c/em\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAbility to make things, and to make things happen.\u003c/li\u003e\n\u003cli\u003eCompassion for people—both those around you, and those who will use the products you build.\u003c/li\u003e\n\u003cli\u003eDrive to work on complex problems at any part of the project, from type system nuances to organizational dynamics.\u003c/li\u003e\n\u003cli\u003eA vision and commitment to the future of work: being truly lean and agile and human-centered, and leaving yesterday's pointless rituals behind.\u003c/li\u003e\n\u003cli\u003eReadiness to be responsible for your work, development, and career path. Don't worry: we'll have your back in whatever you want to achieve, but the end goal is yours to define.\u003c/li\u003e\n\u003cli\u003eWorking experience with concrete results, across different domains and at different scales. We’re not looking for a specific amount of experience, but we’ve found out that it usually takes 7 years of working in the field to reach the expected level.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIf reading this gave you butterflies, we hope you apply, no matter what your path here was. We hope you can join our community and help us build a company where everyone can feel proud to belong. Tell us about your past adventures in the world of digital product development, and let us know what you'd love to do in the future. Keep it original rather than official.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eApply via our \u003ca href=\"https://www.reaktor.com/careers/senior-software-engineers-4424903002?gh_src=9146021a2us\"\u003ecareer page\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdHFiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4dc753316c9631484ef8ec34658e4413b8e545d2/logo_small.png"
}, {
  "id": "14f696eb-ff7a-41ed-aad9-1096f65b3e94",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/14f696eb-ff7a-41ed-aad9-1096f65b3e94",
  "created_at": "Tue Mar 09 19:52:11 UTC 2021",
  "company": "Patio",
  "company_url": "https://patio.app/",
  "location": "Remote (US/Canada)",
  "title": "✨ Senior Web Engineer 🚀 ",
  "stack": [
    "javascript", "react", "node"
  ],
  "description": "\u003ch2\u003eAbout Patio\u003c/h2\u003e\n\u003cp\u003ePatio makes it easy for college students to communicate and collaborate. What Slack did for workplaces and Discord did for gamers, Patio does for college communities.\u003c/p\u003e\n\u003cp\u003eWe’ve been growing quickly since we launched. In October 2020, we closed a large seed round led by Redpoint Ventures (investors in Stripe, Snowflake, Nextdoor, Twilio, Hashicorp), Forerunner Ventures (investors in Glossier, Hims \u0026amp; Hers, Chime, Warby Parker), and others.\u003c/p\u003e\n\u003cp\u003eWe are a remote-only startup looking for passionate people excited to build useful social tools! We have a very strong engineering culture (ex-Snapchat, Google, Stanford) and a fun working environment. We’re excited to meet you!\u003c/p\u003e\n\u003ch2\u003eTech Stack\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eReact\u003c/li\u003e\n\u003cli\u003eTypescript\u003c/li\u003e\n\u003cli\u003eApollo/GraphQL to interact with a Hasura back-end\u003c/li\u003e\n\u003cli\u003eSASS modules for styling\u003c/li\u003e\n\u003cli\u003eCypress for testing\u003c/li\u003e\n\u003cli\u003eStorybook\u003c/li\u003e\n\u003cli\u003eReact Native for the mobile app\u003c/li\u003e\n\u003cli\u003eAWS and Firebase on the back-end\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eRole\u003c/h2\u003e\n\u003cp\u003eAs the tech lead for the web app, you’ll be at the forefront of building and architecting fun (and technically challenging!) features for a highly engaged user base that’s multiplying every month. You’ll lead and mentor a growing team. You’ll work on a well-architected Typescript codebase, and use cutting edge technologies such as GraphQL/Hasura and Cypress on a daily basis. This role is absolutely critical to ensuring a great product experience for our users.\u003c/p\u003e\n\u003ch2\u003eResponsibilities\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eBuild and iterate rapidly on engaging features (while squashing bugs) for the web app\u003c/li\u003e\n\u003cli\u003eTranslate product requirements into actionable engineering tickets\u003c/li\u003e\n\u003cli\u003eDefine the technical vision for the team, codebase and tooling.\u003c/li\u003e\n\u003cli\u003eImprove the overall performance and quality of the web app\u003c/li\u003e\n\u003cli\u003eRepresent the web team as the tech lead, and collaborate directly with the product design team and other engineering (Mobile, Backend) teams\u003c/li\u003e\n\u003cli\u003eMentor and unblock other engineers on the team\u003c/li\u003e\n\u003cli\u003eInterview candidates and help with hiring and onboarding more engineers to the team\u003c/li\u003e\n\u003cli\u003eImprove team processes to ensure that everyone is working well together\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eQualifications\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eYou have 5+ years of professional software development experience with an expert level of knowledge with React, JS, GraphQL and their ecosystems. You also have some experience with full-stack development.\u003c/li\u003e\n\u003cli\u003eYou have experience tech leading small teams of engineers and mentoring junior engineers\u003c/li\u003e\n\u003cli\u003eYou build well-tested and polished features quickly. You are able to identify when to make appropriate tradeoffs to ship quickly vs. when to take the time to do things right. Even in ambiguous situations, you can identify the most valuable areas to direct your energy.\u003c/li\u003e\n\u003cli\u003eYou communicate clearly, both in writing and verbally.\u003c/li\u003e\n\u003cli\u003eYou reside in USA/Canada: we are a distributed company that likes to minimize the time zone spread within the team.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWhat we offer\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eCompetitive Salary\u003c/li\u003e\n\u003cli\u003eMeaningful Equity\u003c/li\u003e\n\u003cli\u003eCompetitive Benefits\u003c/li\u003e\n\u003cli\u003eGenerous PTO / sick leave\u003c/li\u003e\n\u003cli\u003eMental health support + virtual care\u003c/li\u003e\n\u003cli\u003eAnnual company retreat\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eEven if you don’t meet all of the requirements, we encourage you to apply. If you’ve contributed to open source, have written technical articles or presented at conferences, we’d love to see that work.\u003c/p\u003e\n\u003cp\u003ePatio is an equal opportunity employer: we value diversity. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eSend resume and open work on Github (if available) to \u003ca href=\"mailto:abi@patio.app\"\u003eabi@patio.app\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdGViIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--53894c9c7eb6ba9f4620ee2c1f09d14a7b00e5f8/app-icon@3x.png"
}, {
  "id": "bbdb156d-19e5-43da-81c5-c19a5f4223b9",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/bbdb156d-19e5-43da-81c5-c19a5f4223b9",
  "created_at": "Tue Mar 09 19:10:53 UTC 2021",
  "company": "Nanny Nina",
  "company_url": "http://nannynina.com/",
  "location": "Amsterdam Netherlands",
  "title": "senior full-stack developer in Amsterdam ✨💻📱🤓🏆🥇🦸‍♂️🚲🧀",
  "stack": [
    "express", "javascript", "node"
  ],
  "description": "\u003cp\u003eAre you one of the best in what you do? Looking for a challenging job and willing to relocate to the Netherlands (Amsterdam)? We are currently looking for a top notch Full-stack engineer with at least 2 years of working experience, preferably more.\u003c/p\u003e\n\u003cp\u003eReq: Laravel framework: Php,Javascript, Css, HTML,Vue, (switching to either tailwind or React).\nWe have a platform including app wrap, no native app, 1 codebase\u003c/p\u003e\n\u003cp\u003eWe are looking for somebody that would like to apply for a +-32/40 hour week job. But don’t worry about your freedom. We truly cherish entrepreneurship, freedom and working independently!!\u2028\nRelocating to the Netherlands within the first year you work with us is a requirement.\nBut we love 1 person to stay with us, so you are part of the team and can improve your work, constantly learning.\u2028\u2028\u003c/p\u003e\n\u003cp\u003eWe will expand internationally this year, so we are looking for 2developers who can help us refactor code, and will build clean, well set-up features according to the UX/UI designs.\u2028\u2028We are looking for somebody nearby Amsterdam. You work 2 days at the light and spacious office in Haarlem. Preferably you work more days at the office, but minimum 2 days.\u2028\u003c/p\u003e\n\u003cp\u003eAs our full-stack develop, you are part of a diverse team. You will be working collaboratively with Digital marketeers a Product Owner, 2 great Developers and Customer Succes to develop the full user experience. With energy, ambition and an lean clean code, you guide our users to and through the most smooth flows\u003c/p\u003e\n\u003cp\u003e\u2028We are a fast growing, ambitious tech start-up, based with office in Haarlem perhaps you have seen as at the Dragons Den pitch, a show to gain investors in the Netherlands: \u003ca href=\"https://www.npostart.nl/dragons-den/19-04-2020/POW_04630483\"\u003ehttps://www.npostart.nl/dragons-den/19-04-2020/POW_04630483\u003c/a\u003e (At 36:25 for us)\u2028\u003c/p\u003e\n\u003cp\u003eAre you or do you know someone with...\n✨ a passion for great products and code\n👀  a great eye for detail and structure\n🕵️‍♂️  a curious and ambitious mindset, eager to learn?\u003c/p\u003e\n\u003cp\u003e\u2028\u2028If you are curious and would like to apply, please fill in this assignment below\u2028. We want to make sure you are a great match with the team, and the best in what you do!\u2028\nLyla ( \u003ca href=\"mailto:lylakok@nannynina.nl\"\u003elylakok@nannynina.nl\u003c/a\u003e\u2028\u2028) +31658752910\u003c/p\u003e\n\u003cp\u003eForm to apply\n\u003ca href=\"https://forms.gle/aMCDXfCtwiLFZN5x6\"\u003ehttps://forms.gle/aMCDXfCtwiLFZN5x6\u003c/a\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eIf you would like to apply, please fill in this assignment below\u2028. We want to make sure you are a great match with the team, and the best in what you do!\u2028\nLyla ( \u003ca href=\"mailto:lylakok@nannynina.nl\"\u003elylakok@nannynina.nl\u003c/a\u003e\u2028\u2028) +31658752910\u003c/p\u003e\n\u003cp\u003eForm:\n\u003ca href=\"https://forms.gle/aMCDXfCtwiLFZN5x6\"\u003ehttps://forms.gle/aMCDXfCtwiLFZN5x6\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdFNiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--377181418c713cf1bf8cf6d072baa9a3de444069/logo_rond_groen_RGB.png"
}, {
  "id": "6e8e7cf0-8e88-4ac7-8793-fa00e5b269c7",
  "type": "Part Time",
  "url": "https://jobs.github.com/positions/6e8e7cf0-8e88-4ac7-8793-fa00e5b269c7",
  "created_at": "Tue Mar 09 17:43:07 UTC 2021",
  "company": "Agiloft Inc",
  "company_url": "http://www.agiloft.com",
  "location": "Czech Republic, Ukraine, Hungary, Russia",
  "title": "Junior EJB Developer (Remote)",
  "stack": [
    "ejb", "mongodb", "node"
  ],
  "description": "\u003cp\u003e\u003cstrong\u003eTHRIVE WITH AGILOFT\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAre you a Java Developer who is successful, motivated, smart, energetic, and looking for a rewarding position in a growing, profitable, and dynamic company?\u003c/p\u003e\n\u003cp\u003eAgiloft is looking for junior developers that thrive working in a fast-paced organization with interesting business challenges requiring smart solutions.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWHY JOIN AGILOFT?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eAgiloft was named the market leader in every category in the \u003ca href=\"https://www.agiloft.com/flash/Gartner_critical_capabilities_for_CLM.pdf\"\u003eGartner Critical Capabilities\u003c/a\u003e for CLM report, and a market leader in the Gartner Magic Quadrant.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eContract Lifecycle Management (CLM) is one of the fastest-growing areas of enterprise sales, with a TAM projected to climb from $2B to $7B in the next 5 years.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eThe Agiloft Contract and Commerce Lifecycle Platform has won over a dozen awards, including the \u003ca href=\"https://www.agiloft.com/awards.htm\"\u003eEditor's Choice award\u003c/a\u003e from PC Mag, for the past five years in a row.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eAgiloft has a highly differentiated value proposition which is uniquely appealing to enterprises: pre-built applications with a deeply configurable, no-code platform for integrated Business Process Management throughout an organization.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eAgiloft is pioneering the applied use of Artificial Intelligence to enable next-generation business commerce at organizations ranging from small enterprises to U.S. government agencies and Fortune 100 companies.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eAgiloft is the only company in the industry with the confidence to provide an unconditional satisfaction guarantee, and you too will be successful with Agiloft.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAs the leader in the CCLM market, Agiloft is winning many Enterprise deals and looking to hire the best talent to meet this demand with a competitive compensation plan that rewards overachievement.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003ePosition Overview\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThe Java Developer creates user information solutions by developing, implementing, and maintaining Java-based components and interfaces. The Java Developer contributes to the entire development lifecycle, writes well-designed, testable, and efficient code and comprehensive unit tests.\u003c/p\u003e\n\u003cp\u003eThe Junior Java Developer assists the development team with all aspects of software design and coding. The Junior Java Developer's primary role is to learn the codebase, attend design meetings, write basic code, fix bugs, and assist the Development Manager in all software development-related tasks.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJob Responsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAssisting the Development Manager with all aspects of software design and coding\u003c/li\u003e\n\u003cli\u003eLearning the codebase and improving coding skills\u003c/li\u003e\n\u003cli\u003eWriting the maintaining code\u003c/li\u003e\n\u003cli\u003eWorking on bug fixes\u003c/li\u003e\n\u003cli\u003eMonitoring the technical performance of internal systems\u003c/li\u003e\n\u003cli\u003eResponding to requests from the development team\u003c/li\u003e\n\u003cli\u003eWriting reports and documentation\u003c/li\u003e\n\u003cli\u003eImplementing unit tests\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequired Qualifications\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eComputer Science degree or equivalent\u003c/li\u003e\n\u003cli\u003eAt least one year of post-graduate experience in Java development with J2EE\u003c/li\u003e\n\u003cli\u003eExperience with J2EE, Tomcat, JBoss, and relational databases such as MySQL, MSSQL, Oracle\u003c/li\u003e\n\u003cli\u003eExperience working on large software projects\u003c/li\u003e\n\u003cli\u003eDeep understanding of OO programming principles and commitment to clean, efficient, well-documented code\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eEssential Skills\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAbility to learn new software and technologies quickly\u003c/li\u003e\n\u003cli\u003eKnowledge in Java development with J2EE, JBoss, and relational databases\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBENEFITS AND PERKS\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCompetitive salary\u003c/li\u003e\n\u003cli\u003eReferral bonuses\u003c/li\u003e\n\u003cli\u003eFlexible work schedules\u003c/li\u003e\n\u003cli\u003eProfessional development and career growth opportunities\u003c/li\u003e\n\u003cli\u003eAwesome team members\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eTo Apply\u003c/strong\u003e:\u003c/p\u003e\n\u003cp\u003eTo complete an application for immediate consideration visit:\u003ca href=\"https://tinyurl.com/v8m9f6cd\"\u003ewww.agiloft.jobs/JrJavaDev\u003c/a\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eTo complete an application for immediate consideration visit:\u003ca href=\"https://tinyurl.com/v8m9f6cd\"\u003ewww.agiloft.jobs/JrJavaDev\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdEtiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3e66cf27794f2ba34d4a16bd60194bee5fb6e506/Agiloft%20Logo%20plain%20(Indeed).png"
}, {
  "id": "720871e2-aac8-4d1e-9ffd-3f140da0cf58",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/720871e2-aac8-4d1e-9ffd-3f140da0cf58",
  "created_at": "Tue Mar 09 14:44:44 UTC 2021",
  "company": "Invenio AG",
  "company_url": "https://www.invenio.net",
  "location": "Ismaning / München",
  "title": "C++ Softwareentwickler (m/w/d) Digitale Produktentwicklung \u0026 Prototypen",
  "stack": [
    "c++", "python", "assembler"
  ],
  "description": "\u003cp\u003eAnzeigenkennzeichen T-1280\u003c/p\u003e\n\u003cp\u003eIm Großraum München / Ismaning\u003c/p\u003e\n\u003cp\u003eInvenio Virtual Technologies ist der führende Anbieter in der virtuellen Produktentwicklung. Das einzigartige Geschäftsmodell aus Technologie, (methodischer) Beratung und (Ingenieur-)Dienstleistung basiert auf unserer über 20-jährigen Erfahrung in der digitalen Produktentwicklung. Mit diesem Wissen und einer ausgeprägten Leidenschaft für das Detail erarbeiteten wir uns das Vertrauen vieler Kunden und sind heute Technologieführer. Erleben Sie unsere Unterstützung entlang der gesamten Prozesskette, vom Design über die Entwicklung bis zum Service. Wir sind der strategische Ansprechpartner für stimmige digitale Prototypen.\u003c/p\u003e\n\u003ch2\u003eIhre Aufgaben:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eEntwickeln von Softwarelösungen zur Unterstützung effizienter Fahrzeugprozesse unserer Kunden\u003c/li\u003e\n\u003cli\u003eKonzipieren von Schnittstellen und Anbinden der hauseigenen Softwaremodule an verschiedene PDM-System (Systemintegration)\u003c/li\u003e\n\u003cli\u003eErweitern des Baukastens für die 3D-Geometriedatenverarbeitung (Algorithmen)\u003c/li\u003e\n\u003cli\u003eWeiterentwickeln der Softwarebausteine für die 2D / 3D-Visualisierung\u003c/li\u003e\n\u003cli\u003eSicherstellen der Softwarequalität mittels automatisierter Testverfahren\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eProfitieren Sie bei Ihrer Arbeit als C++ Softwareentwickler (m/w/d) von unserer agilen und kooperativen Projektkultur, der state-of-the-art Entwicklungsumgebung und dem hohen Qualitätsniveau.\u003c/p\u003e\n\u003ch2\u003eIhr Profil:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eAbgeschlossenes Studium der Informatik, Mathematik, Wirtschaftsinformatik oder eines vergleichbaren Studienganges\u003c/li\u003e\n\u003cli\u003eFundiertes Wissen in C++ und erweiterte Einblicke in einige Technologien wie z.B. STL und Boost\u003c/li\u003e\n\u003cli\u003eKompetenzen in der Geometriedaten- und/oder Grafikverarbeitung (Algorithmenentwicklung)\u003c/li\u003e\n\u003cli\u003eErfahrungen in der 2D und 3D fotorealistischen Visualisierung (OpenGL, Shader usw.)\u003c/li\u003e\n\u003cli\u003eKnow-how im Umgang mit Linux-Entwicklungsumgebungen\u003c/li\u003e\n\u003cli\u003eVertraut mit Skriptsprachen, vorzugsweise Python\u003c/li\u003e\n\u003cli\u003eAusgeprägte Analysefähigkeit und Kundenorientierung, gepaart mit einem hohen Qualitätsanspruch an die eigenen Arbeitsergebnisse\u003c/li\u003e\n\u003cli\u003eSehr gute Deutsch- und gute Englischkenntnisse\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eSollte Ihr Profil nicht alle Anforderungen erfüllen, erweitern wir gerne gemeinsam Ihre Kompetenzen.\u003c/p\u003e\n\u003ch2\u003eWIR FREUEN UNS AUF IHRE ONLINE-BEWERBUNG!\u003c/h2\u003e\n\u003cp\u003eBewerben Sie sich bitte direkt  über das \u003cstrong\u003eBewerbungsformular\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eGerne beraten wir Sie auch unter T +49 (176) 11899241\u003c/p\u003e\n\u003cp\u003einvenio Virtual Technologies GmbH\u003c/p\u003e\n\u003cp\u003eHerr Ulf Böhrnsen\u003c/p\u003e\n\u003cp\u003eRobert-Bürkle-Straße 3 ǀ 85737 Ismaning\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"mailto:karriere-vt@invenio.net\"\u003ekarriere-vt@invenio.net\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/30th5s1\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/30th5s1\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcytiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--7ecfbc7b07bae791db86a31a9b843e88e2da6d2f/ingenio.jpeg"
}, {
  "id": "1af1762c-5e0b-4378-893c-de1a84d7ff93",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/1af1762c-5e0b-4378-893c-de1a84d7ff93",
  "created_at": "Tue Mar 09 14:38:55 UTC 2021",
  "company": "Hrmony GmbH",
  "company_url": "https://www.digitale-essensmarken.de",
  "location": "Remote",
  "title": "Frontend Architect (m/w/d)",
  "stack": [
    "javascript", "react", "node"
  ],
  "description": "\u003cp\u003eWir suchen Dich als \u003cstrong\u003eFrontend Architect (m/w/d)\u003c/strong\u003e, um unser Produktportfolio zu vereinheitlichen und zu erweitern. Du übernimmst in dieser Rolle die Weiterentwicklung der Frontend-Architektur verschiedener Web-Anwendungen und des gemeinsamen API Layers.\u003c/p\u003e\n\u003cp\u003eDu entwickelst performante und robuste Features im Frontend mit Fokus auf Server Side Rendering und Progressive Enhancement. Du erstellst Coding Guidelines und Style Guides, UI Pattern Libraries und dokumentierst skalierbare und wiederholbare Development Workflows, die anderen Teammitgliedern als Arbeitsgrundlage dienen. Zusammen mit Backend Development, UI Design und Product Management erarbeitest Du regelmäßig gemeinsame Lösungen und trägst mit Deiner fachlichen Expertise wesentlich zum nachhaltigen Erfolg bei.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWeiterentwicklung und Konzeption der Frontend-Architektur und des API Gateway Layers\u003c/li\u003e\n\u003cli\u003eKonzeption und Dokumentation von RESTful Hypermedia APIs (HTML und JSON-basiert)\u003c/li\u003e\n\u003cli\u003eWeiterentwicklung des Authentifizierungs-Layers\u003c/li\u003e\n\u003cli\u003eWeiterentwicklung einer PWA mit Service Worker\u003c/li\u003e\n\u003cli\u003eImplementierung von Produkt-Features und Bibliotheken im Frontend, die unter Anwendung von Server Side Rendering und Progressive Enhancement die Möglichkeiten von modernen Browsern nutzen\u003c/li\u003e\n\u003cli\u003eEntwicklung und Dokumentation von ganzheitlichen Development-Prozessen unter Einbeziehung von - Coding Standards, Developer Experience, Testing, Deployment und Asset Delivery\u003c/li\u003e\n\u003cli\u003eBefähigung und Onboarding von Frontend Developern\u003c/li\u003e\n\u003cli\u003eKontinuierliche Zusammenarbeit im Enwicklungs-Team und mit dem Product Management\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eQualifikation\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMindestens fünf Jahre Erfahrung in relevanten Positionen (z.B. Senior Frontend Developer)\u003c/li\u003e\n\u003cli\u003eTiefes Verständnis der Web Platform und ihrer Standards\u003c/li\u003e\n\u003cli\u003eSehr gute Fähigkeiten in modernem HTML, CSS und frontend-seitigem JavaScript\u003c/li\u003e\n\u003cli\u003eErfahrung mit Service Worker und Progressive Web Apps (PWA)\u003c/li\u003e\n\u003cli\u003eVerständnis von HTTP, Caching-Strategien und Authentifizierungsmechanismen\u003c/li\u003e\n\u003cli\u003eEin Bewusstsein für gängige Security-Risiken von Web-Anwendungen (OWASP Top 10 Web Application Security Risks) und Gegenmaßnahmen\u003c/li\u003e\n\u003cli\u003eErfahrung in der Nutzung und im besten Fall in der Implementierung von RESTful APIs\u003c/li\u003e\n\u003cli\u003eSehr gute Kenntnisse in TypeScript und gängigen Build-Tools\u003c/li\u003e\n\u003cli\u003eVertrautheit mit Progressive Enhancement und Accessibility\u003c/li\u003e\n\u003cli\u003eHilfreich: bereits Erfahrung mit dem AWS Ökosystem, im besonderen AWS API Gateway, AWS Lambda, AWS CloudFront und AWS Cloud Formation bzw. AWS CDK\u003c/li\u003e\n\u003cli\u003eEin gutes Auge für UX und UI Design\u003c/li\u003e\n\u003cli\u003eErfahrung in agilen Arbeitsumfeldern, selbständige Arbeitsweise und Hands-on Mentalität\u003c/li\u003e\n\u003cli\u003eHervorragende Kommunikationsfähigkeiten\u003c/li\u003e\n\u003cli\u003eAusgezeichnete Problemlösungskompetenz und die Fähigkeit, verschiedene Sichtweisen und “Flughöhen” einzunehmen\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWir bieten Dir eine Remote-Position in einem hybriden Team.\u003c/li\u003e\n\u003cli\u003eAn der Schnittstelle zwischen Frontend und Backend hast Du die Möglichkeit, mitzugestalten und Dich fachlich weiterzuentwickeln.\u003c/li\u003e\n\u003cli\u003eWir pflegen ein offenes und vertrauensvolles Miteinander und legen viel Wert auf Zusammenhalt.\u003c/li\u003e\n\u003cli\u003eDein Arbeitsequipment (Apple/Lenovo) suchst Du Dir selbst aus.\u003c/li\u003e\n\u003cli\u003eDu erhältst ein attraktives Jahresgehalt zwischen 70.000 und 80.000 EUR nach Qualifikation.\u003c/li\u003e\n\u003cli\u003eDir steht ein jährliches Budget für individuelle Schulungs- und Weiterbildungsmaßnahmen zur Verfügung.\u003c/li\u003e\n\u003cli\u003eWir bieten Dir weitere Benefits, wie Firmenfahrrad und regelmäßige Teamevents.\u003c/li\u003e\n\u003cli\u003eUnd natürlich darfst Du unsere Digitalen Essensmarken gleich persönlich ausprobieren.\u003c/li\u003e\n\u003cli\u003eLust auf Hrmony? Super, wir freuen uns auf Deine Bewerbung.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBewirb Dich jetzt und werde Teil von Hrmony!\u003c/strong\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://hrmony.join.com/jobs/1967098-frontend-architect-m-w-d?pid=357a3b4531918760973f\u0026amp;oid=262ae62d-a9c4-4e72-a9ec-8dbc5ddbec12\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=frontend%2Barchitect%2Bm%2Bw%2Bd\"\u003ehttps://hrmony.join.com/jobs/1967098-frontend-architect-m-w-d?pid=357a3b4531918760973f\u0026amp;oid=262ae62d-a9c4-4e72-a9ec-8dbc5ddbec12\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=frontend%2Barchitect%2Bm%2Bw%2Bd\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc3ViIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a8f41eae7994d1e87009dd825ffc26c91dbc3839/Bildschirmfoto%202021-03-09%20um%2013.56.48.png"
}, {
  "id": "9a0c4c25-751a-454a-bc5d-3df11cc742eb",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/9a0c4c25-751a-454a-bc5d-3df11cc742eb",
  "created_at": "Tue Mar 09 13:20:26 UTC 2021",
  "company": "presize",
  "company_url": "https://www.presize.ai/",
  "location": "Munich",
  "title": "Software Engineer, Front End (m/f/d)",
  "stack": [
    "javascript", "react", "node"
  ],
  "description": "\u003cp\u003epresize is a FashionTech enterprise software company on a mission to help save the 500bn$ global apparel market from its greatest problem: size-related returns. We leverage the latest insights and breakthroughs in Deep Learning and Computer Vision to build the most superior product to reduce returns. Our patent-pending technology extracts human body measurements from a 7-second smartphone video of the user and then matches this to garment data to calculate a unique size recommendation for the shopper. We also incorporate fit feedback from other users with similar bodies to improve our recommendation algorithm.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDeine Aufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eMission\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eEnable millions of people to get the right size when shopping online by integrating Presize with leading fashion eCommerce vendors. Work closely with major online shops to ensure the success of each new project, release groundbreaking new features, and build a world-class UX, to help many more people return much fewer packages.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIntegrate Presize with leading fashion eCommerce shops\u003c/li\u003e\n\u003cli\u003eDevelop novel features for our sizing app, integrations, customer dashboard according to the Build - Measure - Learn cycle\u003c/li\u003e\n\u003cli\u003eSetup A/B tests and rapidly iterate based on data-driven insights from user analytics and business intelligence\u003c/li\u003e\n\u003cli\u003eBuild world-class, beautiful, and simple to use UIs that users will absolutely love with our product designer and UX team\u003c/li\u003e\n\u003cli\u003eCreate exciting customer demos for Pre-Sales and prototype PoCs for user tests\u003c/li\u003e\n\u003cli\u003eOptimize loading speed and performance and increase device support\u003c/li\u003e\n\u003cli\u003eDevelop automated tests to ensure world-class software quality\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDein Profil\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGraduate in BSc/MSc in Informatics, Data Science, Business Information - Systems or similar\u003c/li\u003e\n\u003cli\u003e2 years professional experience in Software Engineering and web development\u003c/li\u003e\n\u003cli\u003eExcellent knowledge in the HTML5 stack (HTML, JavaScript ES6+, CSS3)\u003c/li\u003e\n\u003cli\u003eProven sense of great design and attention to detail\u003c/li\u003e\n\u003cli\u003eFoundational knowledge in React, LitElement (or a similar library/framework) is a big plus\u003c/li\u003e\n\u003cli\u003eKnowledge in visual prototyping tools such as Figma / Sketch or similar is a plus\u003c/li\u003e\n\u003cli\u003eExperience in Cloud Services (AWS, GCP, similar) is a plus\u003c/li\u003e\n\u003cli\u003eReliable, impact-driven, and eager to learn fast with an independent working style, and aiming to go meet and exceed expectations and go beyond\u003c/li\u003e\n\u003cli\u003eProduct, growth, and excellence-driven mindset with the desire to solve big problems in a startup environment\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWarum wir?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eLearn more about Presize, our vision, our team, perks \u0026amp; benefits:\n\u003ca href=\"https://www.presize.ai/about\"\u003ehttps://www.presize.ai/about\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/39ab3de0829263df0f1712cb7f8e9f24e6ba8046/68747470733a2f2f742e676f686972696e672e636f6d2f682f35613365366532343535626131376235336561353538396136306434393037336463336237633336343766356166613562343731373664623065363136666631\"\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/4a198cfac85bc3eee51d9d2d636c6ad2f40f111e54a70b500afc885b77a7b222\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc2ViIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--5be99644351550b18a67bbb188a951214f2c93f0/presize.png"
}, {
  "id": "2c7d80bb-4b34-4839-be4a-4f170122b33a",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/2c7d80bb-4b34-4839-be4a-4f170122b33a",
  "created_at": "Tue Mar 09 11:42:46 UTC 2021",
  "company": "InnoGames GmbH",
  "company_url": "https://www.innogames.com",
  "location": "Hamburg",
  "title": "Browser Frontend Developer - Video Game: Forge of Empires",
  "stack": [
    "javascript", "vue", "node"
  ],
  "description": "\u003cp\u003eOur agile and cross-functional \u003cstrong\u003eForge of Empires\u003c/strong\u003e team is searching for a \u003cstrong\u003eBrowser Frontend Developer\u003c/strong\u003e:\u003c/p\u003e\n\u003cp\u003eAs a  Browser Frontend Developer, you will join a feature team of the Forge of Empires project to support growth, technical stability and longevity of our game.\u003c/p\u003e\n\u003cp\u003eAre you a talented Game Developer and passionate about online games? Live your passion for online games/Game Development and collaborate with like-minded people to provide the best user experience for our players!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour mission:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eContribute to the continuous development and improvement of one of our keystone games: Forge of Empires\u003c/li\u003e\n\u003cli\u003eDevelop new features and improve existing game features with a strong focus on UI and UX\u003c/li\u003e\n\u003cli\u003eParticipate in the whole feature development lifecycle with a commitment to high-quality results\u003c/li\u003e\n\u003cli\u003eCollaborate closely with Mobile- \u0026amp; Backend Developers, Game Designers, and Artists to implement new game features for our browser clients\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour skill set:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWorking experience in Frontend/Game Development with ActionScript 3 or JavaScript. Haxe experience is a bonus\u003c/li\u003e\n\u003cli\u003eA right eye for details and a passion for implementing UI and UX\u003c/li\u003e\n\u003cli\u003eWell-versed in design patterns and software architecture\u003c/li\u003e\n\u003cli\u003eExperience with writing browser automation tests\u003c/li\u003e\n\u003cli\u003eSolution-oriented and efficient style of work\u003c/li\u003e\n\u003cli\u003eTeam player and a good communicator with fluent English language skills\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cem\u003eFavorable\u003c/em\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePassion for online games (strategy/F2P) and knowledge of relevant game mechanics\u003c/li\u003e\n\u003cli\u003eProfessional experience in the gaming industry, ideally working on comparable browser games\u003c/li\u003e\n\u003cli\u003eTheoretical understanding of Software Development, ideally based on a University degree in Computer Sciences, Business Information Systems or similar studies\u003c/li\u003e\n\u003cli\u003eKnow your way around popular scripting languages (Python / Bash / Groovy)\u003c/li\u003e\n\u003cli\u003eA proactive and motivated individual with a willingness to learn\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour power-ups:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGet competitive compensation as well as a sabbatical, mobile device, contribution to your public transport ticket, and more\u003c/li\u003e\n\u003cli\u003eDe-stress your private life with flexible working hours, the in-house gym, services such as a hairdresser, massage, bike inspection, and more\u003c/li\u003e\n\u003cli\u003eParticipate in tons of the company's get-togethers ranging from an in-house sofa concert to a virtual wine tasting\u003c/li\u003e\n\u003cli\u003eMake the most of our excellent training and development opportunities\u003c/li\u003e\n\u003cli\u003eFeel comfortable in an atmosphere to empower creative thinking and strong results\u003c/li\u003e\n\u003cli\u003eWork in an agile multicultural team – enabling you and your team to form and actively optimize work processes\u003c/li\u003e\n\u003cli\u003eOur company language is English, and we support all our employees and their partners with optional German lessons\u003c/li\u003e\n\u003cli\u003eReceive exceptional support with your relocation to Hamburg\u003c/li\u003e\n\u003cli\u003eShape the success story of InnoGames with our international team of driven experts in a stable growing company and award-winning employer\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOur story:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eInnoGames is Germany's leading developer and publisher of mobile and online games.\nThe company based in Hamburg is best known for Forge of Empires, Elvenar, and Tribal Wars. InnoGames' complete portfolio encompasses seven live games and several mobile titles in production.\u003c/p\u003e\n\u003cp\u003eBorn as a hobby, InnoGames today has a team of 400 employees from more than 30 nations who share the passion of creating unique games that players across the globe enjoy for years.\nTo further expand our success and to realize new projects, we are constantly looking for young talents, experienced professionals, and creative thinkers.\u003c/p\u003e\n\u003cp\u003eExcited to start your journey with InnoGames and join our dynamic team as a \u003cstrong\u003eFrontend Developer\u003c/strong\u003e?\nWe look forward to receiving your application as well as your salary expectations and earliest possible starting date through our \u003ca href=\"https://www.innogames.com/career/detail/job/browser-frontend-developer-video-game-forge-of-empires/?s=GitHub\"\u003eonline application form\u003c/a\u003e. \u003cstrong\u003eMaximilian Kaeding\u003c/strong\u003e would be happy to answer any questions you may have.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eApply and #stayhome!\u003c/strong\u003e\nDue to the \u003cstrong\u003ecoronavirus\u003c/strong\u003e outbreak, we switched our operations company-wide to home office and turned our hiring process into a \u003cstrong\u003efully virtual one\u003c/strong\u003e.\nWhen hiring, we are also open for our new team members starting their work remotely at the time being or adjusting contract start dates accordingly.\nStay home and safe!\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://www.innogames.com/career/detail/job/browser-frontend-developer-video-game-forge-of-empires/?s=GitHub\"\u003ehttps://www.innogames.com/career/detail/job/browser-frontend-developer-video-game-forge-of-empires/?s=GitHub\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc1diIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--84184c7c5a2f89095ec607cf5595c4d91444eba9/logo_innogames_standard.png"
}, {
  "id": "f4cce294-f946-4fbe-800d-3e213a60b314",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/f4cce294-f946-4fbe-800d-3e213a60b314",
  "created_at": "Mon Mar 08 19:16:03 UTC 2021",
  "company": "Huey Magoo's LLC",
  "company_url": "http://www.HueyMagoos.com",
  "location": "East Coast",
  "title": "IT Specialist",
  "stack": [
    "aws", "cloud", "node"
  ],
  "description": "\u003cp\u003eThe IT Specialist is responsible for managing, supporting, overseeing, and enhancing the company’s data center, cloud, corporate, and distributed network infrastructure. The IT Specialist will design, implement, monitor and support local and wide area networks as well the restaurants various technologies VoIP, Firewalls, Wi-Fi and other technologies, reporting, and data analytics routine maintenance of databases.  To ensure maximum stability, integrity, and optimized operation uptime for mission critical business systems, executing roadmap, deployment, support and ongoing evolution and optimization of restaurant technology capabilities necessary for Huey Magoo’s Restaurants to drive revenue, effectively cut costs and maximize profit of restaurant operations. The role is accountable for a strong partnership and collaboration with the Corporate Operations Senior Leadership, Franchise Owner/Operators as well as Restaurant Location managers. The ideal candidate possesses a deep understanding of restaurant operations and technology solutions that drive brand engagement, enhance team member and guest experiences, improve team member and guest satisfaction and maximize profits. This individual is well connected with ongoing restaurant technology innovation, tools, platforms and solution partners This position interacts with multiple departments, vendors, and other key stakeholders in order to meet overall reporting objectives of the organization.\u003c/p\u003e\n\u003cp\u003eQualifications\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor’s degree or MBA in IT, Computer Science or related field.\u003c/li\u003e\n\u003cli\u003eProven experience with design \u0026amp; optimization, business technology infrastructure strategic planning, project management and policy development.\u003c/li\u003e\n\u003cli\u003eUnderstanding and experience with network security technologies, including creation and implementation of new or updated network security measures.\u003c/li\u003e\n\u003cli\u003eStrong network troubleshooting skills\u003c/li\u003e\n\u003cli\u003e5+ years’ experience with strong technical and product expertise, including the ability to manage multiple product roadmaps.\u003c/li\u003e\n\u003cli\u003eDemonstrated experience managing complex projects requiring coordination across multiple business units. Two-sided marketplace experience is plus.\u003c/li\u003e\n\u003cli\u003eComfort working with APIs and understanding service architectures and data flows.\u003c/li\u003e\n\u003cli\u003eDirect experience with large scale eCommerce platforms, restaurant technology, API products, web and native mobile application environments, and data analytics a plus\u003c/li\u003e\n\u003cli\u003eExperience providing guidance to virtual team members and or teams.\u003c/li\u003e\n\u003cli\u003eKnowledge of Windows configuration and troubleshooting, and complex networking.\u003c/li\u003e\n\u003cli\u003eStrong customer service attitude and effective communication skills\u003c/li\u003e\n\u003cli\u003eAbility to effectively organize and multi-task to ensure workload is maintained.\u003c/li\u003e\n\u003cli\u003eAbility to perform tasks while bending, stooping, kneeling, or standing while supporting additional weight of up to 50 lbs.\u003c/li\u003e\n\u003cli\u003eAbility to travel as needed to support restaurant operations.\u003c/li\u003e\n\u003cli\u003eAt least 5 year(s) supporting servers, network systems, PC’s, and Mac’s in a corporate environment.\u003c/li\u003e\n\u003cli\u003eExperience with Microsoft Active Directory, including user management.\u003c/li\u003e\n\u003cli\u003eKnowledge of Microsoft Windows 10 and Mac OS\u003c/li\u003e\n\u003cli\u003eMinimum of 5 years of experience with Information Technology including managerial experience.\u003c/li\u003e\n\u003cli\u003eKnowledge in hardware trouble shooting, software installation, telephone, and voicemail system installation.\u003c/li\u003e\n\u003cli\u003eExperience leading and driving large, complex IT Security and Compliance functions in a hospitality organization.\u003c/li\u003e\n\u003cli\u003eStrong interpersonal and influencing skills.\u003c/li\u003e\n\u003cli\u003e5+ years of experience in related field\u003c/li\u003e\n\u003cli\u003e5+ years of business intelligence and data reporting using PowerBI.\u003c/li\u003e\n\u003cli\u003e5+ years with SQL scripting, SQL reporting, and SQL Stored Procedure (MS SQL).\u003c/li\u003e\n\u003cli\u003e5+ years with Java script, Java, Visual Studio, .Net, C#, and object-oriented principles\u003c/li\u003e\n\u003cli\u003e2+ years with PowerApps, Python\u003c/li\u003e\n\u003cli\u003eExtremely proficient with excel spreadsheets.\u003c/li\u003e\n\u003cli\u003eUnderstands best practices in data reporting and business intelligence.\u003c/li\u003e\n\u003cli\u003eAbility to effectively handle multiple demands and competing priorities.\u003c/li\u003e\n\u003cli\u003eExcellent interpersonal, verbal and written communication skills.\u003c/li\u003e\n\u003cli\u003eStrong execution skills. Achieves expected results on time.\u003c/li\u003e\n\u003cli\u003eExtremely organized and articulate.\u003c/li\u003e\n\u003cli\u003eMust be a team player and comfortable working collaboratively in a team environment.\u003c/li\u003e\n\u003cli\u003ePlus - Experience in maintenance and mapping of EDI interfaces and exceptions.\nWhat we are looking for in You!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eHUMBLE\nYou know from professional to personal, your wants are not as important as the needs of the brand. Instead, you have a quiet peace and solace in knowing that dedicating yourself to the success of others is the most rewarding personal or professional gift or need that you can receive.\u003c/p\u003e\n\u003cp\u003eDRIVEN\nYou have a fire in you to keep pursuing excellence, particularly in a fast-paced, dynamic environment. You have 5+ years of experience with POS platforms, including 3+ years of Administrator experience with Aloha/Radiant/NBO (MenuLink), Command Center (CMC), and Windows. You have a working knowledge of small network environments, including TCP/IP, DNS, routers, switches, etc. You have extensive knowledge of Windows Operating Systems, Registry and Group Policies functions. PCI compliance laws are second nature to you.\u003c/p\u003e\n\u003cp\u003eWISE\nYou have a high degree of emotional intelligence and a thirst for knowledge. You have the aptitude to work both independently and collaboratively, the talent to apply sound, strategic thinking and analysis to address a variety of business circumstances, and the capability to produce high-quality, detail-oriented work within a fast-paced environment.\u003c/p\u003e\n\u003cp\u003eSERVICE MINDSET\nYour single most important concern is the guest experience at every turn. Always on a quest for others at every turn by exercising your responsibilities in an energetic, proactive and organized way.\u003c/p\u003e\n\u003cp\u003eENTREPRENEURIAL\nYou work with an owner’s mentality when collaborating cross-functionally as you manage multiple concurrent projects from inception through execution.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYour Voice Matters! Our unique Open Conversation culture gives you the opportunity to impact our continuously evolving company.\u003c/li\u003e\n\u003cli\u003eExpress Yourself! We promote self-expression \u0026amp; individuality. We are family!\u003c/li\u003e\n\u003cli\u003eMeal on Us! Enjoy a complimentary meal on workdays.\u003c/li\u003e\n\u003cli\u003eDiscounts! Take advantage of our 60% off Corporate discount at our operating restaurant when not working.\u003c/li\u003e\n\u003cli\u003eWe Invest in Your Future Success! Be the department leader – Build the program!\u003c/li\u003e\n\u003cli\u003eEnjoy Holidays! We offer Three (3) paid holidays throughout the year.\u003c/li\u003e\n\u003cli\u003ePaid Time Off (PTO)\u003c/li\u003e\n\u003cli\u003eHighly self-motivated, self-directed, and attentive to detail.\u003c/li\u003e\n\u003cli\u003eExcellent interpersonal, communication and listening skills required.\u003c/li\u003e\n\u003cli\u003eHighly personable and able to communicate clearly and build strong relationships across departments and with IT personnel.\u003c/li\u003e\n\u003cli\u003ePositive attitude, willingness to learn and ability to adapt to change.\u003c/li\u003e\n\u003cli\u003eStrong leadership skills with experience in providing technical leadership and coordination.\u003c/li\u003e\n\u003cli\u003eExcellent analytical, critical thinking, and problem-solving skills\u003c/li\u003e\n\u003cli\u003eDetail oriented, self-directed, with strong organizational and time management skills\u003c/li\u003e\n\u003cli\u003eMust have a strong sense of initiative.\nResponsibilities\u003c/li\u003e\n\u003cli\u003eConfigure and maintain firewalls policies and routing as well as perform best practices assessments.\u003c/li\u003e\n\u003cli\u003eServes as lead technology liaison between Huey Magoos Llc and its Franchise Owner/Operators, bridging the gap between technical expertise and knowledge and practical and efficient applicability.\u003c/li\u003e\n\u003cli\u003eAdvise and deploy long-term networks strategic plans for acquiring and enabling efficient, secure, cost-effective communication technologies.\u003c/li\u003e\n\u003cli\u003eWork with leadership to establish Huey Magoo’s cloud strategy, roadmap, and architecture.\u003c/li\u003e\n\u003cli\u003eAccountable for the successful delivery of the roadmap’s components, ensuring measurements are in place to confirm the realization of benefits to Executive Leadership, their teams and Franchise Owner/Operators\u003c/li\u003e\n\u003cli\u003eLead network projects with maximizing availability and prepare for considerable growth.\u003c/li\u003e\n\u003cli\u003eManage network systems to ensure scalability and redundancy.\u003c/li\u003e\n\u003cli\u003eBenchmark, analyze, report on, and make recommendations for the improvement of various network and security elements.\u003c/li\u003e\n\u003cli\u003eResearch and recommend potential technology solutions and implementations in support of new initiatives, opportunities, and procurement efforts that provide for improvements to network performance, capacity and scalability and disaster recovery.\u003c/li\u003e\n\u003cli\u003eNegotiation and administration of vendor, outsourcer, and consultants.\u003c/li\u003e\n\u003cli\u003eProvide first line technical support to employees in our corporate headquarters and restaurant locations by responding to helpdesk ticket requests, documenting solutions and following up on user communications.\u003c/li\u003e\n\u003cli\u003eMonitor and support corporate and restaurants circuits, working with various carriers and vendors on incident resolution and optimization.\u003c/li\u003e\n\u003cli\u003eProvide technical assistance (via phone, email, or in person) and support for incoming helpdesk queries and issues related to computer systems, software, and hardware!\u003c/li\u003e\n\u003cli\u003eCommitment  to regular maintenance windows and after hour support calls.\u003c/li\u003e\n\u003cli\u003eStaying on top of and remediating known vulnerabilities in current networking equipment\u003c/li\u003e\n\u003cli\u003eAbility to monitor and document network performance and integrity.\u003c/li\u003e\n\u003cli\u003eSolid project management and organization skills.\u003c/li\u003e\n\u003cli\u003eResponsible for the restaurant technology infrastructure, In Store, Above Store and Support Services\u003c/li\u003e\n\u003cli\u003eServes as the restaurant technology thought leader for Executive Leadership and their staff, leading the planning process for all restaurant technology solutions and future technology considerations.\u003c/li\u003e\n\u003cli\u003eKeeps up to date with the evolving restaurant technologies, infrastructure capabilities and functionality enhancements that provide profitable solutions and results.\u003c/li\u003e\n\u003cli\u003eCapable of supporting assorted technology and platforms; including printing, wireless connectivity, computer peripherals; computing assets (hardware and software)\u003c/li\u003e\n\u003cli\u003eResolve technical problems with Local Area Networks (LAN), Wide Area Networks (WAN), wireless, and other systems – working understanding of network principles VPN, DNS, IP, subnetting, DHCP.\u003c/li\u003e\n\u003cli\u003eMaintain daily performance and capacity management/reporting of computer systems.\u003c/li\u003e\n\u003cli\u003eEnsure patching levels on corporate managed assets.\u003c/li\u003e\n\u003cli\u003eRespond to email messages for customers seeking help.\u003c/li\u003e\n\u003cli\u003eWalk customer through problem-solving process with a friendly, helpful, and positive attitude.\u003c/li\u003e\n\u003cli\u003eMaintain inventory for all hardware and software assets.\u003c/li\u003e\n\u003cli\u003eRun diagnostic programs to resolve problems, such as slowness, virus, malware, etc.\u003c/li\u003e\n\u003cli\u003eEnsure service level agreements and key performance indicators for help desk support efficiency.\u003c/li\u003e\n\u003cli\u003eDevelop strategic plans and implement the objectives of the information technology needs of PHM to ensure the computer/network capabilities are responsive to the needs of the company's growth and objectives.\u003c/li\u003e\n\u003cli\u003eDevelop and establish operating policies and procedures to ensure the adequate implementation of the corporate information technology.\u003c/li\u003e\n\u003cli\u003eDevelop and maintaining documentation of all hardware, systems and software licensing.\u003c/li\u003e\n\u003cli\u003eEvaluate overall operations of computing and information technology functions and recommend enhancements on at least a bi-annual basis to ownership.\u003c/li\u003e\n\u003cli\u003eEnsures technology documents/certificates such as product registrations, SSL certificates, maintenance agreements, service contracts, etc. related to technology operations and/or technology services are evaluated, updated, and processed.\u003c/li\u003e\n\u003cli\u003eProvide support to end users in the selection, procurement, usage, and maintenance of software programs and hardware.\u003c/li\u003e\n\u003cli\u003eOperate the department within the budgeted guidelines.\u003c/li\u003e\n\u003cli\u003eDevelop five-year business forecasts to account for standard hardware lifecycles and necessary equipment refreshes.\u003c/li\u003e\n\u003cli\u003eDevelop annual budgets relative to IT systems.\u003c/li\u003e\n\u003cli\u003eNegotiate and communicate with third-party software providers for new software's and troubleshooting.\u003c/li\u003e\n\u003cli\u003eThe ideal candidate will have a wealth of experience tackling various hardware and software problems. They should be comfortable providing technology solutions to employees and working closely with third party software companies to adopt new technologies and efficiently use existing ones. This candidate should have prior experience working with information technology and understand the latest technology trends to ensure the technology in place is up to date. In addition to the above the candidate must have strong SQL experience, know the fundamentals of .NET development to serve in an advisory role. The candidate will also lead and mentor the infrastructure team and handle light administrative work. Candidate must be local to Maitland, FL. However, the candidate can work remote as much as they would like.\u003c/li\u003e\n\u003cli\u003eProven experience in designing, building and deploying metrics, KPI’s and dashboards based on company needs.\u003c/li\u003e\n\u003cli\u003eDesign and develop database structures, SQL views, SQL Stored Procedures, and reports\u003c/li\u003e\n\u003cli\u003eWork with programmers or manually updates systems to resolve data problems.\u003c/li\u003e\n\u003cli\u003eConduct testing, data validation and troubleshooting.\u003c/li\u003e\n\u003cli\u003eConduct analysis using database queries, analytical tools (Power BI, SQL) and business process.\u003c/li\u003e\n\u003cli\u003eDevelop technical documentation and instructional documentation for usage of analytical services.\u003c/li\u003e\n\u003cli\u003eLeverage data mining, analytics, and business intelligence to provide actionable recommendations and solve business/operational problems.\u003c/li\u003e\n\u003cli\u003eWork closely with business users to interpret the data needs of the business and translate those to logical and physical data models and reports.\u003c/li\u003e\n\u003cli\u003eSupport and maintain current reporting platform and develop reports and dashboards.\u003c/li\u003e\n\u003cli\u003eGather report requirements from stakeholders across the business to make sure they satisfy their needs and help them make strategic decisions.\u003c/li\u003e\n\u003cli\u003eWork cross-functionally with Operations, Marketing, and vendor teams to refine requirements and design, coordinate user acceptance sign-off, and support creation of training materials.\u003c/li\u003e\n\u003cli\u003eProactively manage the POS infrastructure, including following and developing new procedures and best practices for managing configuration changes, server/terminal images, and software upgrades\u003c/li\u003e\n\u003cli\u003eCreate, test, and mass-deploy software updates with the system.\u003c/li\u003e\n\u003cli\u003eTroubleshoot POS/Back Office problems, manage vendors, and communicate with Brand Partners (aka, franchisees) and personnel to drive issues to resolution.\u003c/li\u003e\n\u003cli\u003eCreate and maintain POS user manuals and knowledge base.\u003c/li\u003e\n\u003cli\u003ePerform inventory systems programming tasks including, but not limited to, creation \u0026amp; maintenance of ingredients, recipes and products, creation \u0026amp; maintenance of user accounts, and creation \u0026amp; maintenance of restaurant locations and company hierarchy.\u003c/li\u003e\n\u003c/ul\u003e\n",
  "how_to_apply": "\u003cp\u003ePlease email your resume and cover letter to \u003ca href=\"mailto:andy@hueymagoos.com\"\u003eandy@hueymagoos.com\u003c/a\u003e.\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcitiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--06239d27ad5337034d46f3f0da989d70e428eb61/Huey%20Magoo's%20Logo.jpg"
}, {
  "id": "29e2c1d8-acd3-443e-8e85-a767bc3a5293",
  "type": "Part Time",
  "url": "https://jobs.github.com/positions/29e2c1d8-acd3-443e-8e85-a767bc3a5293",
  "created_at": "Mon Mar 08 18:02:43 UTC 2021",
  "company": "Brave New Software Project, Inc.",
  "company_url": null,
  "location": "Remote",
  "title": "DevOps Engineer for Battling Censorship",
  "description": "\u003cp\u003eThe \u003cstrong\u003eBrave New Software Project\u003c/strong\u003e seeks an experienced devops engineer to help \u003cstrong\u003efight censorship around the world\u003c/strong\u003e.\u003c/p\u003e\n\u003cp\u003eYou would help maintain and expand the cloud-based infrastructure behind the Lantern suite of anti-censorship, cryptocurrency and peer to peer networking applications. Experience with Linux/UNIX administration, Python and SaltStack or other configuration management tools (such as Ansible) strongly preferred, experience with network configuration and operations, systems and performance monitoring and logging (like \u003cstrong\u003ePrometheus\u003c/strong\u003e, Stackdriver, Sentry, Firebase Crashlytics, etc), cloud VPS providers like AWS, Digital Ocean and Vultr, and Go programming experience are a plus. Experience with \u003cstrong\u003eGo\u003c/strong\u003e and \u003cstrong\u003eHeroku\u003c/strong\u003e are also a plus.\u003c/p\u003e\n\u003cp\u003eTeam Lantern is a small, agile team that works to keep the Internet open to people all over the world. Our structure is flat, all engineers report to the CTO, and we develop our products through collaboration and consensus rather than decree. Although each of us focuses on some specific areas, we wear many hats, need to be able to jump in on a variety of things and tend to move around between focus areas over time, so flexibility and curiosity are key.\u003c/p\u003e\n\u003cp\u003eWe operate thousands of servers all over the world, millions of people use the stuff that we build, we work on our own schedules and take vacations seriously. Because of what we do, we face well funded adversaries who constantly adapt in their quest to break our software and the internet itself. We counter that threat by collaborating with interesting people from the internet freedom and open source communities to incorporate, refine and pioneer the latest countermeasures.\u003c/p\u003e\n\u003cp\u003eIf you’re excited to tackle thorny social problems with software, or if you’re just an experienced engineer who thinks they might be ready to tackle a new kind of challenge, we want to hear from you.\u003c/p\u003e\n\u003cp\u003eBrave New Software provides equal employment opportunity (EEO) to all persons regardless of age, color, national origin, citizenship status, physical or mental disability, race, religion, creed, gender, sex, pregnancy, sexual orientation, gender identity and/or expression, genetic information, marital status, status with regard to public assistance, veteran status, or any other characteristic protected by federal, state or local law.\u003c/p\u003e\n\u003cp\u003eWe are committed to building a diverse staff and strongly encourage applications from candidates who may be people of color, disabled, gender and sexual minorities, and other disadvantaged backgrounds.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHelpful Buzzwords\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eLinux, UNIX\nSaltstack, Ansible, Chef, Puppet, Terraform\nPython, Go, Clojure, Rust\nAmazon Web Services (AWS), Digital Ocean, Vultr\nRedis\nPrometheus, Stackdriver, Firebase Crashlytics, Sentry\nNetworking and network programming (HTTP, SSL/TLS, TCP/UDP, Internet Protocol, DNS, BGP, IPSec, Wireguard, VPN protocols)\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eEmail your resume to \u003ca href=\"mailto:github-jobs@lantern.io\"\u003egithub-jobs@lantern.io\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcjJiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--febb56f838140acbdf809ec46c018204c309d214/logo.png"
}, {
  "id": "b1008413-2d80-49cf-be28-f784d3978788",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/b1008413-2d80-49cf-be28-f784d3978788",
  "created_at": "Mon Mar 08 15:13:54 UTC 2021",
  "company": "SovTech",
  "company_url": "https://ltpx.nl/lubbp4y",
  "location": "Johannesburg",
  "title": "Javascript Software Engineer",
  "stack": [
    "javascript", "react", "node"
  ],
  "description": "\u003cp\u003e\u003cstrong\u003eJavascript Software Engineer\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAt SovTech we design, build, deploy and maintain innovative custom software that gives our clients the opportunity to start, run and grow world class businesses We are currently on the lookout for Software Engineers to join our team on a variety of projects that are kicking off over the next few months. Our teams are rapidly growing and we are looking for Developers that are passionate about building software for our World class clients. Firstly...We LOVE Javascript.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJob requirements\u003c/strong\u003e\nWe are looking for Javascript Developers at ALL levels in all regions. Our head quarters are in Johannesburg, South Africa. \u003c/p\u003e\n\u003cp\u003eWe have Guilds situated in Cape Town, Johannesburg \u0026amp; London.\u003c/p\u003e\n\u003cp\u003eIf you have experience working with ReactJS, React Native, Nodejs, Typescript \u0026amp; AWS specifically, you might be what we have been searching for!  Our Technology Stack, We build almost everything on the Serverless framework with AWS behind the scenes. We love React on the front, web and mobile. \u003c/p\u003e\n\u003cp\u003eSovTech Tech Stack: \n\u003cstrong\u003eBackend:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGraphQL\u003c/li\u003e\n\u003cli\u003eREST\u003c/li\u003e\n\u003cli\u003eNodeJS\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eFrontend:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eReactJS\u003c/li\u003e\n\u003cli\u003eReact Native\u003c/li\u003e\n\u003cli\u003eTypescript\u003c/li\u003e\n\u003cli\u003eCSS-in-JS (Styled Components)\u003c/li\u003e\n\u003cli\u003eTests first\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eCloud Services:\u003c/strong\u003e\nNumerous AWS services:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAppSync\u003c/li\u003e\n\u003cli\u003eCloudfront\u003c/li\u003e\n\u003cli\u003eCloudWatch\u003c/li\u003e\n\u003cli\u003eCognito\u003c/li\u003e\n\u003cli\u003eLambda\u003c/li\u003e\n\u003cli\u003eDynamoDB\u003c/li\u003e\n\u003cli\u003eS3\u003c/li\u003e\n\u003cli\u003eSES\u003c/li\u003e\n\u003cli\u003eSNS\u003c/li\u003e\n\u003cli\u003eSQS\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAnd many more!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOther notable tech things\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBitbucket + JIRA + Slack\u003c/li\u003e\n\u003cli\u003eGit-Flow\u003c/li\u003e\n\u003cli\u003eMonorepo approach\u003c/li\u003e\n\u003cli\u003eAWS CDK\u003c/li\u003e\n\u003cli\u003eServerless framework\u003c/li\u003e\n\u003cli\u003eDocker + Docker-Compose\u003c/li\u003e\n\u003cli\u003eCreate React App\u003c/li\u003e\n\u003cli\u003eIndustry best practices + standards\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat cool things do we offer at SovTech?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAnnual full-company X-mas retreat\u003c/li\u003e\n\u003cli\u003eDev chats every Friday with a beer or dial in from where ever you are based in the world\u003c/li\u003e\n\u003cli\u003eDo you enjoy Soccer? Join our SovTech Stars Soccerclub\u003c/li\u003e\n\u003cli\u003eDo you enjoy running? Join our SovTech running Club\u003c/li\u003e\n\u003cli\u003eSlack channels like #Memes, #Geekingitup, #10o’clockrock, #AmazingDesigns #HumansofSovTech that connects you to our network of awesome people\u003c/li\u003e\n\u003cli\u003eHatch (Annual company-wide hackathon)\u003c/li\u003e\n\u003cli\u003eAnnual FoosFestival with our very own Minister of Foosball\u003c/li\u003e\n\u003cli\u003eOur own currency(Stacos) - 50 Stacos is given to each employee every month by the company to spend on rewarding and recognising your colleagues, Stacos are redeemable for a variety of online shopping vouchers\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRemote vs On-site\u003c/strong\u003e\nWe believe in teams. Our teams are often distributed but everybody has a home base. We call it a Guild. At present, you must be in Johannesburg, London, or Cape Town. How else do we have a beer on a Friday together? But yes you can also work from home when you want. Is this you? Join us! Apply via the \u003cstrong\u003eapplication button\u003c/strong\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eAgency calls are not appreciated.\u003c/em\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://ltpx.nl/zhMQLcU\"\u003eClick to apply\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcmViIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a861f5844a9014b5488296389351c9eebdae258f/sovtech_logo-2.png"
}, {
  "id": "aa5a4c42-7a7a-4513-9de6-a0daeba36d87",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/aa5a4c42-7a7a-4513-9de6-a0daeba36d87",
  "created_at": "Mon Nov 30 12:07:01 UTC 2020",
  "company": "Microsoft",
  "company_url": "https://www.microsoft.com/en-ie/futurenavigators",
  "location": "Dublin, Ireland",
  "title": "Microsoft Software Engineer. Dublin, Ireland.",
  "stack": [
    "javascript", "react", "node"
  ],
  "description": "\u003cp\u003eAbout This Role:\u003c/p\u003e\n\u003cp\u003eMicrosoft engineers inspire, empower and lead. As an engineer at Microsoft Ireland, you can develop solutions used by hundreds of millions of people around the world. With teams working on Microsoft 365, Azure, Modern Workplace Transformation Solutions, Identity and Natural Language Experiences, there is no limit to what you can achieve\u003c/p\u003e\n\u003cp\u003eWe are recruiting Software Engineers for teams across the organisation. Successful candidates must have an inquisitive, can-do mindset.The ability to break barriers, challenge the status quo, and build connections across organizations is crucial.\u003c/p\u003e\n\u003cp\u003eIf you want to build best-in-class solutions using robust coding practices and the latest tech in a fast-paced DevOps environment, apply today.\u003c/p\u003e\n\u003cp\u003eResponsibilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDesign and deliver the next generation of highly scalable, intelligent cloud services and products.\u003c/li\u003e\n\u003cli\u003eBuild and support modern web applications and large-scale distributed services.\u003c/li\u003e\n\u003cli\u003eProduce high quality code that is unit tested, code reviewed, and checked regularly for continuous integration.\u003c/li\u003e\n\u003cli\u003eCollaborate with colleagues including product owners, UX designers, ML Engineers/Researchers, data scientists and other engineers to create delightful and meaningful experiences for our customers.\u003c/li\u003e\n\u003cli\u003eEvangelize and/or propose new ideas while \"bringing others along”.\u003c/li\u003e\n\u003cli\u003eDemonstrate a sense of pride, ownership, and personal accountability for end-to-end products.\u003c/li\u003e\n\u003cli\u003eLearn continuously and work comfortably with the latest technologies (serverless, containerized apps, AI/ML, IoT, .NET Core, etc.) in Microsoft. \u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eJob Requirements:\u003c/p\u003e\n\u003cp\u003eBasic Requirements:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAt least 5 years of experience as a software engineer or as a software developer\u003c/li\u003e\n\u003cli\u003e3 years' minimum software development experience using OOP languages (C#, C++, Java, etc.)\u003c/li\u003e\n\u003cli\u003e2 years' minimum experience working with cloud computing platforms like Azure, AWS, or similar\u003c/li\u003e\n\u003cli\u003eExperience with distributed systems design and implementation, especially microservices architecture\u003c/li\u003e\n\u003cli\u003eSoftware engineering fundamentals (data structures, algorithms, async programming patterns, object-oriented design, parallel programming).\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePreferred Qualifications:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with TypeScript or JavaScript or React or Angular;\u003c/li\u003e\n\u003cli\u003eA minimum of a bachelor’s degree in Computer Science, Engineering or a related field, or equivalent alternative education, skills, and/or practical experience is required.\u003c/li\u003e\n\u003cli\u003eMachine Learning or Deep Learning experience would be a bonus but not required. After all, we believe in learning and growing on the job.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAbout you\u003c/p\u003e\n\u003cp\u003eAre you customer obsessed? Do you think about your customer’s needs and the scenarios they will arise in? Do you demonstrate user empathy and seek to create solutions that delight your customers?\u003c/p\u003e\n\u003cp\u003eAre you passionate about learning and applying the latest technologies while building high-quality web applications, APIs and microservices with high availability and reliability?\u003c/p\u003e\n\u003cp\u003eIf this all sounds like you, you’re exactly the kind of candidate we’re looking for. Apply today.\u003c/p\u003e\n\u003cp\u003eAbout Microsoft Engineering\u003c/p\u003e\n\u003cp\u003eAt Microsoft Engineer you can have impact at scale. we embrace the Growth Mindset to deliver impactful solutions for our customers. Collaboration, innovation and customer obsession are central to our culture. This environment inspires better solutions for our customers, partners and ultimately the world.\u003c/p\u003e\n\u003cp\u003eBenefits\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIndustry leading healthcare\u003c/li\u003e\n\u003cli\u003eSavings and investments\u003c/li\u003e\n\u003cli\u003eGenerous annual leave\u003c/li\u003e\n\u003cli\u003eMaternity and paternity leave\u003c/li\u003e\n\u003cli\u003eOpportunities to network and connect\u003c/li\u003e\n\u003cli\u003eDiscounts on products and services\u003c/li\u003e\n\u003cli\u003eGiving programs\u003c/li\u003e\n\u003cli\u003eEducational resources\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBenefits/perks listed may vary depending on the nature of your employment with Microsoft and the country where you work.\u003c/p\u003e\n\u003cp\u003eEqual Opportunities\u003c/p\u003e\n\u003cp\u003eMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, colour, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eFor more information and to apply, visit \u003ca href=\"https://www.microsoft.com/en-ie/futurenavigators\"\u003ehttps://www.microsoft.com/en-ie/futurenavigators\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbE9SIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d00c59bdddb26215f09bc6a5499ceb35b6306594/MSFT_logo_rgb_C-Gray_200x200%5B2%5D.jpg"
}, {
  "id": "b1aa33a1-2df6-4b80-aeb1-bc2ea3791cc3",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/b1aa33a1-2df6-4b80-aeb1-bc2ea3791cc3",
  "created_at": "Mon Mar 08 12:13:30 UTC 2021",
  "company": "MANDARIN MEDIEN Gesellschaft für digitale Lösungen mbH",
  "company_url": "https://www.mandarin-medien.de/",
  "location": "Schwerin",
  "title": "Frontend Developer",
  "stack": [
    "javascript", "react", "node"
  ],
  "description": "\u003cp\u003e2002 sind wir als Internetagentur gestartet. Heute bezeichnen wir uns als Digitalagentur. Das Spielfeld ist heute breiter und greift tiefer in bestehende Geschäftsbereiche ein. In unseren 3 Units MARKETING, DIGITAL \u0026amp; TALENT arbeiten über 80 Macher, Nerds und Kreative nach einem Prinzip: Messbar mehr Erfolg. Das heißt konkret: Klare Ziele. Permanente Optimierung. Transparentes Reporting.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWer wir sind\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e2002 sind wir als Agentur gestartet. Heute arbeiten über 80 Macher, Nerds und Kreative bei uns. Wir sind Strategen, Experten, Zuhörer, Kollegen, Freunde, Aufdenpunktbringer, Sprachgewandte, Texter und Erfolgshungrige.\nGemeinsam entwickeln wir sehr wirkungsvolle Lösungen in den Bereichen Digitales Marketing, Employer Branding und Digitalisierung für Marken, wie Cinestar, Vodafone, Garmin, Wemag und viele mehr. Wir entwickeln Online-Marketing-Strategien, bauen innovative Websites und haben auch sonst die gesamte Vielfalt des Agenturlebens zu bieten.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDas wären Deine Aufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDu willst eine Mandarine werden?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDu liebst gut bedienbare, gut aussehende und gut funktionierende Websites?\nDu liebst es noch mehr, diese selbst zu entwickeln?\nDu möchtest mit einem erfahrenen Team aus Anwendungsentwicklern, Konzeptern, Designern, Marketingexperten uvm. arbeiten? Eine Crew hinter dir haben, dir dir das Frontend überlässt?\nDann bist du die perfekte Mandarine im Bereich FRONTEND DEVELOPMENT!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDas bringst Du mit\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDAS SOLLTEST DU MITBRINGEN:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFundierte Kenntnisse in HTML,CSS, Javascript\u003c/li\u003e\n\u003cli\u003eUmgang mit entsprechenden Techniken und Frameworks (React, LESS/SASS, Tailwind, Bootstrap o.ä.)\u003c/li\u003e\n\u003cli\u003eEigenständiges Arbeiten, Teamgeist, Kommunikationsfähigkeit\u003c/li\u003e\n\u003cli\u003eEin sehr hohes Qualitätsbewusstsein\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eVon Vorteil sind:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGrundlegende Programmierkenntnisse z.B. in PHP\n-Verständnis von OOP\u003c/li\u003e\n\u003cli\u003eGIT Kenntnisse\u003c/li\u003e\n\u003cli\u003eVerständnis von Datenbanken, z.B. MySQL\u003c/li\u003e\n\u003cli\u003eVerständnis von API\u003c/li\u003e\n\u003cli\u003eAlltagssicheres Englisch\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eNahezu großartig wären:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDrupal 7\u0026amp;8 Kenntnisse\u003c/li\u003e\n\u003cli\u003eWordPress Erfahrung\u003c/li\u003e\n\u003cli\u003eVerständnis von Template Engines wie Twig oder Blade\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eKlingt ganz schön viel? Nobody is perfect! Wir lernen jeden Tag voneinander und nehmen uns jede Woche Zeit für Weiterbildung. Die ein oder andere Fähigkeit kannst Du also auch nach Deinem Start bei uns erlernen oder vertiefen.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDas bieten wir Dir\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDAS KÖNNEN WIR DIR BIETEN:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEinen spannenden und anspruchsvollen Agentur-Job in MV\u003c/li\u003e\n\u003cli\u003eEine große Bandbreite an Projekten - Handwerk bis Konzern\u003c/li\u003e\n\u003cli\u003eEin hervorragendes Arbeitsklima und kurze Entscheidungswege\u003c/li\u003e\n\u003cli\u003e4 Stunden Zeit für deine Weiterbildung je Woche plus Budget\u003c/li\u003e\n\u003cli\u003eNeueste Arbeitsmittel und Programme\u003c/li\u003e\n\u003cli\u003eUnterstützung deiner Gesundheit\u003c/li\u003e\n\u003cli\u003eFahrtkostenzuschuss\u003c/li\u003e\n\u003cli\u003eFlexible Arbeitsorte\u003c/li\u003e\n\u003cli\u003eKreative Denkpausen mit dem Boot auf dem Schweriner See\u003c/li\u003e\n\u003cli\u003eTeamevents, wie z.B. Grillen, MANDARIN-Kino, Besuch des Weihnachtsmarktes und noch ein paar mehr\u003c/li\u003e\n\u003cli\u003eEin Büro mit Blick auf den Schweriner See sowie lecker Obst, Kaffee, Tee, Wasser und Mate\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eKontakt\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003ePasst alles für Dich? Dann schick deine Bewerbung mit deinen Vorstellungen zu Gehalt und Urlaub an Corinna Lepsien, \u003ca href=\"mailto:jobs@mandarin-medien.de\"\u003ejobs@mandarin-medien.de\u003c/a\u003e. Oder falls du gerade unterwegs bist einfach einen Link zu deinem Xing- oder LinkedIn Profil.\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/cfabc2acc693a8c980fee52db52c55759ef65c0b/68747470733a2f2f742e676f686972696e672e636f6d2f682f35353761663563656138653237323937666333326230313037646136356433613737393162633464346634323966633332343266373333353935626232646631\"\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/56dc355abd1fb7b458ff7fdacfc2ff8ce0022adbdc832376ab89a541ae65d164\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcldiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--aa87e7171f211ebe467132cc28722d5e372cdb38/MANDARIN%20MEDIEN%20Gesellschaft%20fu%CC%88r%20digitale%20Lo%CC%88sungen%20mbH.jpg"
}, {
  "id": "67d81766-dc1a-4ca7-8f3e-a1e26927818c",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/67d81766-dc1a-4ca7-8f3e-a1e26927818c",
  "created_at": "Mon Mar 08 10:08:23 UTC 2021",
  "company": "YAZIO GmbH",
  "company_url": "https://www.yazio.com/de",
  "location": "Erfurt",
  "title": "Senior iOS Developer",
  "stack": [
    "iOS", "mobile", "swift"
  ],
  "description": "\u003cp\u003eYAZIO was founded in 2013 and, with millions of users, YAZIO is one of the most successful nutrition apps in the world. YAZIO has a mission: To help as many people as possible live healthier lives through better nutrition. With users in more than 150 countries, we’re well on our way to accomplishing this goal. As a remote-first company, we promote a modern form of employment in which our team works together across several cities and countries.\u003c/p\u003e\n\u003cp\u003eFind out more about our team, our application process and open positions here: \u003ca href=\"http://www.yazio.com/en/jobs\"\u003ewww.yazio.com/en/jobs\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHey there!\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAre you a change-maker who loves technology and working independently towards ambitious goals? Do you want to work remotely on a great product and in a lovely team?\u003c/p\u003e\n\u003cp\u003eIn this case, we are looking forward to your complete application documents. As an international team English is our company language, we therefore only accept applications in English.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour Mission\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBe a part of our development team for our native iOS App\u003c/li\u003e\n\u003cli\u003eWrite \"clean code\" and deal with architectural patterns\u003c/li\u003e\n\u003cli\u003eWrite tests and ensure proper functioning of our CI server\u003c/li\u003e\n\u003cli\u003eWork with the latest technologies (e.g. SwiftUI, Combine, etc.)\u003c/li\u003e\n\u003cli\u003eWork closely with our product, design and development teams\u003c/li\u003e\n\u003cli\u003eTake the YAZIO iOS app to the next level for millions of users\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour Profile\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAt least once in your life you stood in front of an Apple store waiting for a new iPhone to be sold\u003c/li\u003e\n\u003cli\u003eYou love Apple products\u003c/li\u003e\n\u003cli\u003eAt least 3-5 years experience in iOS development\u003c/li\u003e\n\u003cli\u003eIn-depth understanding of “imperative” and “declarative” programming\u003c/li\u003e\n\u003cli\u003eYou master our basic technology stack (Swift, UIKit, SwiftUI)\u003c/li\u003e\n\u003cli\u003eYou master basic architectural patterns (MVC, MVVM)\u003c/li\u003e\n\u003cli\u003eYou are up-to-date concerning the latest Apple features (widgets, app clips, subscription offer codes)\u003c/li\u003e\n\u003cli\u003eEye for a great, user-friendly iOS UI\u003c/li\u003e\n\u003cli\u003eExperience in developing apps based on \"webservices\" (REST, JSON)\u003c/li\u003e\n\u003cli\u003eExperience with Combine, Kotlin, XCTest and watchOS is a plus\u003c/li\u003e\n\u003cli\u003eDegree in computer science or similar is a plus, but not a must\u003c/li\u003e\n\u003cli\u003eInterest in nutrition and fitness is a plus\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhy us?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAn exciting project with millions of users in over 150 countries, localized in 20 languages\u003c/li\u003e\n\u003cli\u003eA great team with start-up spirit, high flexibility and flat hierarchies\u003c/li\u003e\n\u003cli\u003eAs a “remote first” company with a pronounced remote culture, you'll have the option to work 100% remotely (must be located in CET time zone +/- 2 hours)\u003c/li\u003e\n\u003cli\u003eIf desired, we can provide you with a co-working space of your choice\u003c/li\u003e\n\u003cli\u003eAccess to state-of-the-art technical equipment of your choice (laptop, smartphone, external monitor, etc.)\u003c/li\u003e\n\u003cli\u003eAttractive salary and vacation days\u003c/li\u003e\n\u003cli\u003eOur work culture is characterized by focus and efficiency. We do not work overtime and, in the rare occasions that it is necessary, you can take the additional hours off at another time\u003c/li\u003e\n\u003cli\u003eA dynamic work environment with plenty of room for personal development, direct communication and flexible working hours\u003c/li\u003e\n\u003cli\u003eExciting team retreats and events several times per year and much more\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eSound like you?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eReady to bring YAZIO to the next level together and help people all over the world live healthier lives?\nThen we’re looking forward to receiving your application! Please provide the following:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYour CV\u003c/li\u003e\n\u003cli\u003eA cover letter explaining who you are and why you want to work at YAZIO\u003c/li\u003e\n\u003cli\u003eExamples of your work (e.g. GitHub, PDFs, Slideshare, etc.)\u003c/li\u003e\n\u003cli\u003eIf you have, a link to your Github / Reddit / Stackoverflow profile\u003c/li\u003e\n\u003cli\u003eFeel free to send us something that shows us a little more about your interests (e.g. your Twitter/Instagram account or your blog/website)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/5c3a70fb585274ac92d0a095df18e85a4a9ca5b3/68747470733a2f2f742e676f686972696e672e636f6d2f682f36636165316464396534363830626562373662666661326138666331333634613432336566316239396464303138646163656338343233636465636562343265\"\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/c74b18ae4acc738e0bd89c74f7681be588c23ffe4894bce4470913ac005eeaae\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBck9iIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--35eba03db171194ab6cfa88502348b932a3cbad7/YAZIO%20GmbH.png"
}, {
  "id": "69a06ea1-dbc3-406b-bf0f-efb537caebe1",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/69a06ea1-dbc3-406b-bf0f-efb537caebe1",
  "created_at": "Mon Mar 08 10:00:01 UTC 2021",
  "company": "epap GmbH",
  "company_url": "https://epap.app/",
  "location": "Hanover, Germany",
  "title": "App Developer (m/f/d)",
  "stack": [
    "ios", "android", "mobile"
  ],
  "description": "\u003cp\u003eExciting projects - flexible working hours - responsibility - teamwork\u003c/p\u003e\n\u003cp\u003eDo you want to gain insights into a unique startup?\nAt epap, our mission is to revolutionise the handling of receipts. Aiming to sustainably shape the retail industry, we are redefining the receipting process in a way that benefits both consumers and retailers.\nLocated in the heart of Hanover, our team of young and motivated minds are now seeking an experienced and passionate software developer to lead various projects. This opportunity is a full-time position with the option to work from home.\u003c/p\u003e\n\u003cp\u003eYour Impact\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAs one of the first employees, you will actively contribute to the success of the company\u003c/li\u003e\n\u003cli\u003eTake on a key role in our development and influence our future technological direction\u003c/li\u003e\n\u003cli\u003eImplement new features in the app with a special focus on great UX\u003c/li\u003e\n\u003cli\u003eMake designs intuitive to experience\u003c/li\u003e\n\u003cli\u003eModularise the existing code to improve performance\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYour Profile\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou are willing to relocate to join the core team in Hanover\u003c/li\u003e\n\u003cli\u003eYou are communicative, open-minded and like to work in a team\u003c/li\u003e\n\u003cli\u003eYou have a strong 'hands-on' mentality, you love to approach new challenges and to see the impact of your work\u003c/li\u003e\n\u003cli\u003eYou see challenges as opportunities and enjoy taking on responsibility\u003c/li\u003e\n\u003cli\u003eYou are passionate about challenging the status-quo and doing things differently\u003c/li\u003e\n\u003cli\u003eYou have expert knowledge in the field of App Development\u003c/li\u003e\n\u003cli\u003eYou have experience with Flutter and Dart, and have a feeling for when it is useful to outsource functionalities to the cloud\u003c/li\u003e\n\u003cli\u003eYou have experience with App Development via Firebase and/or Google Cloud Functions or have a strong motivation to get into it\u003c/li\u003e\n\u003cli\u003eYou have good communication skills in English\u003c/li\u003e\n\u003cli\u003eYou have a degree in computer science, artificial intelligence, data science, or a similar field of study or relevant practical experience\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eKeywords: App Developer, Cross-Platform Developer, Flutter Developer, App Developer Flutter, App Developer iOS \u0026amp; Android\u003c/p\u003e\n\u003cp\u003eYour Benefits\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBe part of a young, motivated team with flat hierarchies and cheerful colleagues who are looking forward to working with you\u003c/li\u003e\n\u003cli\u003eAs part of our mentoring program, you will be assigned a mentor to assist with any forthcoming questions\u003c/li\u003e\n\u003cli\u003eNew challenges every day to help you to develop personally and professionally\u003c/li\u003e\n\u003cli\u003eExciting projects and the opportunity to get involved in every facet of the company\u003c/li\u003e\n\u003cli\u003eFlexible working hours on a trust basis and the possibility to work remotely or in our office in the VentureVilla\u003c/li\u003e\n\u003cli\u003eAn additional day off on your birthday\u003c/li\u003e\n\u003cli\u003eOne Learning Day per month, giving you the opportunity to learn, improve and grow both personally and professionally\u003c/li\u003e\n\u003cli\u003eGreat team events\u003c/li\u003e\n\u003cli\u003eDelicious coffee, lemonade, water and also beer to celebrate our successes together\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe are looking for team members of all stages of life who are talented and have the drive to share our values and advance our vision. Are you looking for an opportunity to see success through your passion and a team with whom you can work together to reach your full potential? Then apply to join us!\u003c/p\u003e\n\u003cp\u003eCourage, simplicity, and trust are our core values. What are yours?\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eEmail your resume to \u003ca href=\"mailto:team@epap.app\"\u003eteam@epap.app\u003c/a\u003e and tell us why you are motivated to join epap.\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBckdiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--04f5bcbaf0b003beda6d6e56e42a76fd597afb31/Logo.PNG"
}, {
  "id": "3464c96c-2034-4f42-b38a-262f9293a11f",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/3464c96c-2034-4f42-b38a-262f9293a11f",
  "created_at": "Mon Mar 08 08:48:44 UTC 2021",
  "company": "Kinsta",
  "company_url": "http://kinsta.com",
  "location": "Remote",
  "title": "DevOps Engineer with PHP",
  "stack": [
    "php", "cloud", "aws"
  ],
  "description": "\u003cp\u003eKinsta is a modern cloud hosting company focused on WordPress hosting. We run our services on cutting-edge technology and we are proud of the level of support we offer to our customers. Our talented and motivated team is scattered across the globe with team members hailing from every continent but Antarctica! We're constantly on the lookout for great talent to join our awesome team. If you’d like to become part of the Kinsta family, just hit apply!\u003c/p\u003e\n\u003cp\u003eWe are looking for a motivated and professional DevOps Engineer to help us maintain the best-performing hosting architecture on the market.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYou will be instrumental in making sure our architecture is always on the bleeding edge of technology remaining stable and high performing at all times. This involves:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOptimizing server provisioning\u003c/li\u003e\n\u003cli\u003eFine-tuning our servers on a system level and on application level\u003c/li\u003e\n\u003cli\u003eEnsuring high scalability as the number of created VMs increases on our network\u003c/li\u003e\n\u003cli\u003eOverseeing and ensuring smooth running and completion of server-wide updates\u003c/li\u003e\n\u003cli\u003eEnsuring optimal software communication between our server architecture and our hosting platform (MyKinsta)\u003c/li\u003e\n\u003cli\u003eActing as an escalation point for our SysOps team if a bug or issue proves to be particularly difficult\u003c/li\u003e\n\u003cli\u003eCreating tools to prevent or mitigate instances of high load, ensure security and stability throughout the system\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAt least 5 years of experience working with Ubuntu/Debian\u003c/li\u003e\n\u003cli\u003e3 years of experience with PHP\u003c/li\u003e\n\u003cli\u003eExperience with a PHP framework\u003c/li\u003e\n\u003cli\u003eDeep knowledge of LXC\u003c/li\u003e\n\u003cli\u003eStrong experience writing Ansible scripts\u003c/li\u003e\n\u003cli\u003eExperience with Nginx\u003c/li\u003e\n\u003cli\u003ePrevious experience in the hosting industry\u003c/li\u003e\n\u003cli\u003eExcellent general understanding of Linux, cloud networking and server management\u003c/li\u003e\n\u003cli\u003eTechnical awareness and ability to quickly understand new technologies\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBonus skills\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with the standard WordPress stack (PHP, MySQL, WordPress)\u003c/li\u003e\n\u003cli\u003eExperience working with ZFS\u003c/li\u003e\n\u003cli\u003eExperience working with ELK stack\u003c/li\u003e\n\u003cli\u003eExperience with Node.js apps\u003c/li\u003e\n\u003cli\u003eDatabase query optimization\u003c/li\u003e\n\u003cli\u003eHaving worked in JIRA\u003c/li\u003e\n\u003cli\u003eGood understanding of APIs and web service\u003c/li\u003e\n\u003cli\u003eDeep knowledge of Google Cloud based server architecture\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFully remote culture with a globally distributed, international team\u003c/li\u003e\n\u003cli\u003eWe offer a flexible and relaxed working environment where everyone can work in peace\u003c/li\u003e\n\u003cli\u003eIn order to ensure that everyone has time to rest and recharge, we offer Flexible paid time off\u003c/li\u003e\n\u003cli\u003eWe do not have any investors and we do not work directly with clients. This means we rarely have any deadlines and have the luxury of thinking features through and implementing them correctly instead of quickly\u003c/li\u003e\n\u003cli\u003eEveryone has a voice in the development process\u003c/li\u003e\n\u003cli\u003eWe work with only the newest and best technology\u003c/li\u003e\n\u003c/ul\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://jobs.lever.co/kinsta/6f275d86-2741-49f6-ae8a-e5b46b83970d?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\"\u003ehttps://jobs.lever.co/kinsta/6f275d86-2741-49f6-ae8a-e5b46b83970d?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcXliIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f0705cf0c59cbdd408d82a28431b8b1859285bf5/kinsta-logo-avatar.png"
}, {
  "id": "0c752768-6b9c-4835-8481-023389a6fe35",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/0c752768-6b9c-4835-8481-023389a6fe35",
  "created_at": "Mon Mar 08 08:31:53 UTC 2021",
  "company": "DEVK Versicherungen",
  "company_url": "http:",
  "location": "Germany (50667 Cologne)",
  "title": "Cloud Transformation Delivery Manager (d/m/w)",
  "stack": [
    "cloud", "aws", "azure"
  ],
  "description": "\u003cp\u003eSeit mehr als 130 Jahren legen Versicherte in Deutschland ihre Risiken des Alltags vertrauensvoll in die Hände der DEVK Versicherungen. Heute ist die DEVK bundesweit präsent und betreut die persönlichen Anliegen von über vier Millionen Kunden in allen Versicherungssparten.\nWir entwickeln in enger Zusammenarbeit mit den Fachbereichen innovative und digitale Lösungen mit dem Ziel unsere Kunden und Kollegen im Innen- und Außendienst zu begeistern. Die Cloud ist dabei für uns als strategische Plattform gesetzt. Daher gestalten wir unsere Cloud Transformation ganzheitlich von der Strategie über unser Operating Model und die Architektur bis hin zur Organisationsentwicklung. Als Cloud Transformation Delivery Manger arbeiten Sie als festes Teammitglied in unserem Cloud Competence Team, welches die Cloud Transformation verantwortet und an unser Top Management berichtet.\u003c/p\u003e\n\u003cp\u003eIhre Aufgaben\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eUnterstützung bei der Aktualisierung und Kommunikation der Cloud Strategie\u003c/li\u003e\n\u003cli\u003eUnterstützung bei der Weiterentwicklung des IT Operating Models mit den Schwerpunkten Aufbau von Service Broker Fähigkeiten und Einführung von DevOps\u003c/li\u003e\n\u003cli\u003eAufbereitung und Herbeiführung strategischer und taktischer Diskussionen und Entscheidung mit unserem Top Management\u003c/li\u003e\n\u003cli\u003eFortführung unserer Cloud Adoption Roadmap sowie Aufbau und Weiterentwicklung eines Cloud Transformation Dashboards\u003c/li\u003e\n\u003cli\u003eBeratung der Fachbereiche bei der Identifizierung von Cloud Potentialen sowie Unterstützung bei der Initialisierung und Durchführung von Cloud Initiativen\u003c/li\u003e\n\u003cli\u003eAusbau unseres Cloud Transformation Partner Netzwerks und Steuerung der externen Partner\u003c/li\u003e\n\u003cli\u003eBeobachtung und Kommunikation von Entwicklungen am Cloud Markt bzw. bei Cloud Technologien\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIhr Profil\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eErfolgreich abgeschlossenes Studium der (Wirtschafts-) Informatik oder vergleichbare Ausbildung\u003c/li\u003e\n\u003cli\u003eErfahrung in führenden Rollen bei der Durchführung und Steuerung von (Cloud-) Transformationsinitiativen im Konzernumfeld\u003c/li\u003e\n\u003cli\u003eMehrjährige Tätigkeit als interner bzw. externer Berater / Consultant\u003c/li\u003e\n\u003cli\u003eFundierte Kenntnisse bei der Entwicklung von Roadmaps und dem Aufbau von Dashboards auf Basis von Metriken\u003c/li\u003e\n\u003cli\u003eFundierte Kenntnisse von klassischen und cloud-basierten IT Operating Modellen\u003c/li\u003e\n\u003cli\u003eErfahrung in der Einbindung und Steuerung von externen Partnern\u003c/li\u003e\n\u003cli\u003eAktuelle Kenntnisse sowohl des Cloud Marktes als auch von Cloud-Technologien \u0026amp; Services\u003c/li\u003e\n\u003cli\u003eStark ausgeprägte Moderations- und Kommunikationsfähigkeit\u003c/li\u003e\n\u003cli\u003eGut ausgeprägte Leadership-Kompetenzen in den Bereichen strategisches Denken sowie fachliche, hierarchieunabhängige Führung\u003c/li\u003e\n\u003cli\u003eHoher Teamgeist und großes Augenmerk auf partnerschaftliches Miteinander\u003c/li\u003e\n\u003cli\u003eMut und Ausdauer innovative Ideen zu vertreten und zu treiben\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eUnsere Benefits\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSichere Arbeitsplätze in einem stetig wachsenden Unternehmen\u003c/li\u003e\n\u003cli\u003eEine hervorragende arbeitgeberfinanzierte betriebliche Altersversorgung\u003c/li\u003e\n\u003cli\u003eFlexible Arbeitszeitmodelle\u003c/li\u003e\n\u003cli\u003eHomeofficeoptionen\u003c/li\u003e\n\u003cli\u003eStark vergünstigtes Job-Ticket\nInformieren Sie sich über unsere weiteren Benefits (Link: \u003ca href=\"https://bit.ly/3qoCugs\"\u003ehttps://bit.ly/3qoCugs\u003c/a\u003e)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWir freuen uns darauf, Sie persönlich kennenzulernen. Falls Sie noch Fragen haben, rufen Sie uns gerne an.\u003c/p\u003e\n\u003cp\u003eIhre Ansprechpartnerin\nTanja Willing\nTel.: +49 221 757-1154\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003ePlease apply via: \u003ca href=\"https://bit.ly/3bnGGsy\"\u003ehttps://bit.ly/3bnGGsy\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcXFiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f06dfb02e3eaa24d97af336802b4840073194c40/logo_treffer(2).png"
}, {
  "id": "4ba92df7-3d12-4304-bff7-cf703cce8e5b",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/4ba92df7-3d12-4304-bff7-cf703cce8e5b",
  "created_at": "Sat Mar 06 18:34:56 UTC 2021",
  "company": "Teleport",
  "company_url": "https://goteleport.com",
  "location": "Remote",
  "title": "Technical Writer",
  "stack": [
    "wordpress", "figma", "node"
  ],
  "description": "\u003cp\u003eYou will be joining Developer Relations team of \u003ca href=\"https://goteleport.com\"\u003eTeleport\u003c/a\u003e, unified access plane for SSH,  Kubernetes and Database infrastructure.  Teleport is a Y-Combinator company that is well funded by additional top-tier investors and growing quickly.\u003c/p\u003e\n\u003cp\u003eNasdaq, SumoLogic and Samsung Electronics trust Teleport to secure access to their infrastructure.\u003c/p\u003e\n\u003cp\u003eTeleport is an open source, written in Golang with web-based UIs in JavaScript with React.\u003c/p\u003e\n\u003cp\u003eHere is why we love this job ourselves, and hope you will enjoy it too:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOur documentation is \u003ca href=\"https://github.com/gravitational/teleport\"\u003eopen source\u003c/a\u003e\n\u003c/li\u003e\n\u003cli\u003eWe are so passionate about docs we have built \u003ca href=\"https://github.com/gravitational/next\"\u003eopen source documentation engine\u003c/a\u003e\n\u003c/li\u003e\n\u003cli\u003eDevelop local version of the documentation and deploy in minutes automatically\u003c/li\u003e\n\u003cli\u003eWe use privacy respecting analytics\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eHere are the projects you may be working on:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWriting documentation from getting started articles to in-depth architecture guides\u003c/li\u003e\n\u003cli\u003eWriting sample code in Golang, Python and Rust\u003c/li\u003e\n\u003cli\u003eSending PRs to core Teleport code base to improve error messages and user experience\u003c/li\u003e\n\u003cli\u003eCreating video guides, walk-throughs and webinars\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhat to expect once you apply:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWe will send you a 20-30 minute programming quiz\u003c/li\u003e\n\u003cli\u003eYou will join 30 minute intro call and we will walk you through the compensation, interview process and requirements\u003c/li\u003e\n\u003cli\u003eYou join a slack channel and submit a coding and documentation challenge in Golang or Rust using Github\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eRequirements:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGolang or Rust experience\u003c/li\u003e\n\u003cli\u003eInterest and experience in writing documentation, explaining how things work and engaging with community\u003c/li\u003e\n\u003cli\u003eCryptography engineering experience is a plus\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe offer competitive compensation and benefits, platinum level healthcare insurance, 401k matching, and a great place to work.\u003c/p\u003e\n\u003cp\u003eTeleport is an equal opportunity employer and does not discriminate against any employee or applicant on the basis of age, color, disability, gender, national origin, race, religion, sexual orientation, veteran status, or any classifications protected by federal, state, or local law.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://jobs.lever.co/gravitational/6996599d-8f12-4baf-b164-454f101412c6?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\"\u003ehttps://jobs.lever.co/gravitational/6996599d-8f12-4baf-b164-454f101412c6?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcUtiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--0c79dde97da1e155f33f3f5e58c354c8ee728fe2/temporary_teleport_logo.png"
}, {
  "id": "d675f0c2-ecf1-41c7-861b-32c7413b7aa4",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/d675f0c2-ecf1-41c7-861b-32c7413b7aa4",
  "created_at": "Fri Mar 05 23:24:30 UTC 2021",
  "company": "Finity",
  "company_url": "http://Finity.com",
  "location": "Remote USA",
  "title": "Lead Java Engineer",
  "stack": [
    "java", "aws", "node"
  ],
  "description": "\u003cp\u003eJoin an innovative, inclusive company as senior Java Engineer in the development and evolution of our enterprise platforms delivering industry-leading health intelligence solutions.\u003c/p\u003e\n\u003cp\u003eAs the Lead Java Engineer you will deliver unified solutions for our healthcare customers. You will be managing teams and the software development life cycle along with building and designing systems that deliver data visualization, analytics, personalized health journeys and shopping experience to our customers.\u003c/p\u003e\n\u003cp\u003eYour responsibilities:\u003c/p\u003e\n\u003cp\u003e● Lead software projects from requirements and development through testing and release using the agile scrum methodologies\u003c/p\u003e\n\u003cp\u003e● Identifying, analyzing and developing Java-based web and mobile applications.\u003c/p\u003e\n\u003cp\u003e● Leading and integrating with a team of developers\u003c/p\u003e\n\u003cp\u003e● Designing local database architecture and integrating with operational data systems\u003c/p\u003e\n\u003cp\u003e● Ensuring that development projects meet security, uptime and stability requirements\u003c/p\u003e\n\u003cp\u003e● Integrating solutions with third-party data-feeds and software\u003c/p\u003e\n\u003cp\u003e● Writing efficient code, reviewing, testing and debugging team’s code\u003c/p\u003e\n\u003cp\u003e● Contributing to development of technical documentation and user manuals\u003c/p\u003e\n\u003cp\u003e● Keeping current on technology trends and working to incorporate improvements as applicable\u003c/p\u003e\n\u003cp\u003eYour qualifications:\u003c/p\u003e\n\u003cp\u003e● You have a high level of expertise developing, releasing, and maintaining high throughput Java microservices using Spring Boot and working with REST APIs\u003c/p\u003e\n\u003cp\u003e● You have a BS degree in computer science, math or related field is preferred\u003c/p\u003e\n\u003cp\u003e● You have experience deploying and interfacing with scalable container technologies (Docker)\u003c/p\u003e\n\u003cp\u003e● You know Agile and can help evolve our process.\u003c/p\u003e\n\u003cp\u003e● Experience in healthcare industry with knowledge of HIPPA \u0026amp;/or NIST Security standards a plus\u003c/p\u003e\n\u003cp\u003e● You have at least 3 years experience in the following\u003c/p\u003e\n\u003cpre\u003e\u003ccode\u003e     Java application development and UI frameworks\n\n      ○ Java, Javascript (Python, PHP, R and bash scripting is a plus)   \n\n      ○ Database solutions including MySQL and Snowflake\n\n      ○ Agile/Scrum development with JIRA and Crucible\n\n      ○ Developing and maintaining RESTful web services\n\n      ○ Working with CI/CD build servers such as Jenkins, Bamboo or Team City\n\n      ○ Working with GIT version control system\n\n      ○ Team Leadership\n\n      ○ Expertise in Linux, particularly CentOS/RHEL 7+\n\n      ○ Microservices, SPA, Spring Boot, Servlet API, JMS, OAuth 2.0, Springfox, React, Aurelia\n\u003c/code\u003e\u003c/pre\u003e\n\u003cp\u003eYour benefit package:\u003c/p\u003e\n\u003cp\u003e● Medical, Dental and Vision\u003c/p\u003e\n\u003cp\u003e● 401(k) with match\u003c/p\u003e\n\u003cp\u003e● Paid Holidays\u003c/p\u003e\n\u003cp\u003e● Generous PTO\u003c/p\u003e\n\u003cp\u003eFinity is an equal opportunity employer and actively recruits people of color, women, people with disabilities, and LGBTQ+ people.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eEmail your resume to \u003ca href=\"mailto:jobs@finity.com\"\u003ejobs@finity.com\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcHFiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f074cf888f38e8c122e9c9d9fbb1777d291a4ab0/Finity_LogoJPEG.jpg"
}, {
  "id": "852870da-b3a0-4823-9872-8764c530dc7b",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/852870da-b3a0-4823-9872-8764c530dc7b",
  "created_at": "Fri Mar 05 22:29:07 UTC 2021",
  "company": "Saildrone",
  "company_url": null,
  "location": "Alameda, CA, US",
  "title": "Senior Software Engineer - Vehicle Command \u0026 Control",
  "stack": [
    "javascript", "react", "node"
  ],
  "description": "\u003cp\u003eAbout Saildrone\u003c/p\u003e\n\u003cp\u003eSaildrone designs and manufactures wind and solar powered autonomous surface vehicles called Saildrones, which make cost-effective ocean data collection possible at scale. We are working with governments, civic agencies, foundations, universities and private companies around the globe to drive better information about our oceans and seas - be it in mapping out the ocean floor, collecting new CO2 data in hard-to-reach areas, counting bio-mass to establish fishing quotas, or detecting and stopping illegal fishing and drug trafficking. We believe that better inputs in planetary models in turn yield better outputs and that the new insights gained in weather forecasting, carbon cycling, global fishing and climate change will have tremendous impact on humanity. We are based in Alameda, CA and are backed by Social Capital, The Capricorn Investment Group, Lux Capital, Horizons Venture and The Schmidt Family Foundation\u003c/p\u003e\n\u003cp\u003eThe Role\u003c/p\u003e\n\u003cp\u003eAs a member of the Vehicle Command \u0026amp; Controls team, you will be responsible for designing and implementing software that runs on board our Saildrones - to communicate over satellite comms, navigate the ocean as instructed by remote pilots, detect and avoid obstacles on the horizon, and control low level actuators that actually make this all possible. You’ll also work closely with sensor payloads on board the vehicle - radar and camera systems, oceanographic and bathymetry sensor suites, etc.\u003c/p\u003e\n\u003cp\u003eRequired Skills\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStrong C++ skills - the ability to design and implement reliable, maintainable, and testable object-oriented code.\u003c/li\u003e\n\u003cli\u003eComfortable enough with python to maintain and expand scripts and tooling in that language.\u003c/li\u003e\n\u003cli\u003eA background in robotics, autonomous vehicles, or vehicle controls.\u003c/li\u003e\n\u003cli\u003eStrong interpersonal skills - someone who pairs well with others, and is eager to help guide the technical direction of our software stack, and diligently review other’s code and designs.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDesired Skills\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience implementing gRPC.\u003c/li\u003e\n\u003cli\u003eFamiliarity with the Bazel build system.\u003c/li\u003e\n\u003cli\u003eExperience with low-level CAN protocols, CANopen, J1939, NMEA2K.\u003c/li\u003e\n\u003cli\u003eKnowledge of sailing mechanics\u003c/li\u003e\n\u003cli\u003eA background in general control systems - navigation and guidance, robotic controls all excellent examples.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eLocation:\u003c/p\u003e\n\u003cp\u003eThis position is located in Alameda, CA. Only candidates with proper permits to work in the United States can be considered.  Our waterfront office offers beautiful views of San Francisco Bay in always sunny Alameda. Even our walls have good karma, our offices mix software development with a hardware production line in the former airplane hangar used to film 'The Matrix'.\u003c/p\u003e\n\u003cp\u003eBenefits:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMedical, dental and vision plans for you and your dependents\u003c/li\u003e\n\u003cli\u003eActive sailing classes: become a certified skipper on boats up to 35ft!  (once COVID safety allows)\u003c/li\u003e\n\u003cli\u003eShort and relaxing ferry ride from the Ferry Building for SF residents\u003c/li\u003e\n\u003cli\u003eEnhanced paternity / maternity programs\u003c/li\u003e\n\u003cli\u003eCompetitive benefits including excellent medical, life insurance, 401k plan\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThis is an exciting opportunity with a fast-growing post series-B startup at the cutting-edge intersection of big data services and autonomous hardware. You will be an integral part of a high-performing multi-disciplinary delivering high impact for humanity and future generations.\u003c/p\u003e\n\u003cp\u003eYou can read the latest about us:\u003c/p\u003e\n\u003cp\u003eSaildrone Surveyor Launch (Jan 2021)\u003c/p\u003e\n\u003cp\u003eWashington Post: Four autonomous vessels sailed the Arctic to more precisely map its seafloor(Oct 2020)\u003c/p\u003e\n\u003cp\u003eUSNI: Coast Guard Begins At-Sea Testing of Unmanned Surface Vehicles to Tackle Illegal Fishing, Crime (Oct 2020)\u003c/p\u003e\n\u003cp\u003eForbes: Five Ways Saildrone’s ‘Satellites Of The Seas’ Could Transform Mauritius Oil Spill Response (Sept 2020)\u003c/p\u003e\n\u003cp\u003eMaritime Executive: Due to COVID-19, NOAA Uses Drones Instead of Ships for Fishery Survey (June 2020)\u003c/p\u003e\n\u003cp\u003eOr watch some of our videos: Bloomberg:  The Robots Roaming the High Seas\u003c/p\u003e\n\u003cp\u003eSaildrone is an equal opportunity workplace dedicated to pursuing and hiring a diverse workforce.\u003c/p\u003e\n\u003cp\u003eAny unsolicited resumes/candidate profiles submitted through our website or to personal email accounts of employees of Saildrone are considered property of Saildrone and are not subject to payment of agency fees.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://jsco.re/9i5vo\"\u003ehttps://jsco.re/9i5vo\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": null
}, {
  "id": "4c83ea57-c90f-4567-b56a-7bb9a0d064c6",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/4c83ea57-c90f-4567-b56a-7bb9a0d064c6",
  "created_at": "Fri Mar 05 22:26:34 UTC 2021",
  "company": "Saildrone",
  "company_url": null,
  "location": "Remote",
  "title": "Software Engineering Manager",
  "stack": [
    "javascript", "react", "node"
  ],
  "description": "\u003cp\u003eAbout Us:\nSaildrone designs and manufactures wind and solar powered autonomous surface vehicles called Saildrones, which make cost-effective ocean data collection possible at scale. We are working with governments, civic agencies, foundations, universities and private companies around the globe to drive better information about our oceans and seas - be it in mapping out the ocean floor, collecting new CO2 data in hard-to-reach areas, counting bio-mass to establish fishing quotas, or detecting and stopping illegal fishing and drug trafficking. We believe that better inputs in planetary models in turn yield better outputs and that the new insights gained in weather forecasting, carbon cycling, global fishing and climate change will have tremendous impact on humanity. We are based in Alameda, CA and are backed by Social Capital, The Capricorn Investment Group, Lux Capital, Horizons Venture and The Schmidt Family Foundation.\u003c/p\u003e\n\u003cp\u003eThe Role:\nThis position will work closely with a teams of engineers, product managers, and engineering leadership to plan and execute a software roadmap for vehicle code running on Saildrones. This will involve software that commands and navigates drones remotely in real time, sensors and scientific payloads that gather data for clients, and camera-driven ML systems which identify ships and obstacles on the horizon. You’ll work closely with all parties involved - managing engineers directly, conducting 1v1s and performance reviews, marshalling and tracking work for engineering teams through to completion each sprint. You’ll also be coordinating with other managers to lay a course for future work and resourcing on a quarterly basis.\u003c/p\u003e\n\u003cp\u003eRequirements:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou will be working closely with a highly technical software stack, so mastery of software engineering is essential.\u003c/li\u003e\n\u003cli\u003eNot merely tracking work, You will help the team make good software design decisions. We are looking for a candidate who has transitioned their career from software engineering to software management.\u003c/li\u003e\n\u003cli\u003eExperience with compiled languages (C, C++, Golang, Objective-C, or Swift) and ARM architectures is ideal, but candidates with an exceptional track record in python will be considered.\u003c/li\u003e\n\u003cli\u003eDemonstrated track record managing teams of engineers (5 or more) is strongly preferred.\u003c/li\u003e\n\u003cli\u003eCollaborative work style, placing achieving common goals first\u003c/li\u003e\n\u003cli\u003eThis role requires extensive hands on time with our team based in Alameda, CA HQ\u003c/li\u003e\n\u003cli\u003eProven advocacy for teams and experience leading others to excel is essential.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBonus Points:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with modern Agile software management practices\u003c/li\u003e\n\u003cli\u003eHigh comfort level prioritizing the work of software engineering teams\u003c/li\u003e\n\u003cli\u003eJIRA experience\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eLocation:\u003c/p\u003e\n\u003cp\u003eThis position is located in Alameda, CA. Only candidates with proper permits to work in the United States can be considered.  Our waterfront office offers beautiful views of San Francisco Bay in always sunny Alameda. Even our walls have good karma, our offices mix software development with a hardware production line in the former airplane hangar used to film 'The Matrix'.\u003c/p\u003e\n\u003cp\u003eBenefits:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMedical, dental and vision plans for you and your dependents\u003c/li\u003e\n\u003cli\u003eActive sailing classes: become a certified skipper on boats up to 35ft!  (once COVID safety allows)\u003c/li\u003e\n\u003cli\u003eShort and relaxing ferry ride from the Ferry Building for SF residents\u003c/li\u003e\n\u003cli\u003eEnhanced paternity / maternity programs\u003c/li\u003e\n\u003cli\u003eCompetitive benefits including excellent medical, discounted gym, life insurance, 401k plan\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThis is an exciting opportunity with a fast-growing post series-B startup at the cutting-edge intersection of big data services and autonomous hardware. You will be an integral part of a high-performing multi-disciplinary delivering high impact for humanity and future generations.\u003c/p\u003e\n\u003cp\u003eYou can read the latest about us:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSaildrone Surveyor Launch (Jan 2021)\u003c/li\u003e\n\u003cli\u003eWashington Post: Four autonomous vessels sailed the Arctic to more precisely map its seafloor(Oct 2020)\u003c/li\u003e\n\u003cli\u003eUSNI: Coast Guard Begins At-Sea Testing of Unmanned Surface Vehicles to Tackle Illegal Fishing, Crime (Oct 2020)\u003c/li\u003e\n\u003cli\u003eForbes: Five Ways Saildrone’s ‘Satellites Of The Seas’ Could Transform Mauritius Oil Spill Response (Sept 2020)\u003c/li\u003e\n\u003cli\u003eMaritime Executive: Due to COVID-19, NOAA Uses Drones Instead of Ships for Fishery Survey (June 2020)\u003c/li\u003e\n\u003cli\u003eOr watch some of our videos: Bloomberg:  The Robots Roaming the High Seas\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eSaildrone is an equal opportunity workplace dedicated to pursuing and hiring a diverse workforce.\u003c/p\u003e\n\u003cp\u003eAny unsolicited resumes/candidate profiles submitted through our website or to personal email accounts of employees of Saildrone are considered property of Saildrone and are not subject to payment of agency fees.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://jsco.re/9i5ro\"\u003ehttps://jsco.re/9i5ro\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": null
}, {
  "id": "34c39a11-d71d-4c5a-96ad-137806d9a151",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/34c39a11-d71d-4c5a-96ad-137806d9a151",
  "created_at": "Fri Mar 05 20:50:10 UTC 2021",
  "company": "Institute for Corporate Productivity, i4cp",
  "company_url": "https://www.i4cp.com/careers/full-stack-developer",
  "location": "Remote, USA",
  "title": "Software developer",
  "stack": [
    "javascript", "react", "ruby"
  ],
  "description": "\u003cp\u003eThe Institute for Corporate Productivity (i4cp) has an opening for a talented and motivated developer to join our software product team. We are looking for an engineer who takes pride in robust and maintainable code and likes to build well-designed software.\u003c/p\u003e\n\u003cp\u003eYou will work in a flexible environment with a remote-friendly team where you will be encouraged to bring fresh ideas and new perspectives to the position.\u003c/p\u003e\n\u003ch1\u003eAbout the role\u003c/h1\u003e\n\u003cp\u003eAs a developer you will work directly with the software development team and the Vice President of Marketing \u0026amp; Technology to bring new products to market and enhance existing functionality to meet our user needs. You will:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eContribute to the design and implementation of software products.\u003c/li\u003e\n\u003cli\u003eCollaborate with the team to gather and define feature requirements.\u003c/li\u003e\n\u003cli\u003eHelp support the deployed production environment.\u003c/li\u003e\n\u003cli\u003eMaintain and improve existing technologies.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch1\u003eAbout you\u003c/h1\u003e\n\u003cul\u003e\n\u003cli\u003e2-4 years experience building, testing, and shipping production-ready software.\u003c/li\u003e\n\u003cli\u003eComfortable with the Ruby on Rails or similar web frameworks.\u003c/li\u003e\n\u003cli\u003eFamiliar with the Javascript programming language.\u003c/li\u003e\n\u003cli\u003eKnowledge with HTML, CSS, and related technologies.\u003c/li\u003e\n\u003cli\u003eExperience with relational databases and SQL.\u003c/li\u003e\n\u003cli\u003eHave curiosity, like to explore technology, and are always growing and learning.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch1\u003eAlso helpful\u003c/h1\u003e\n\u003cul\u003e\n\u003cli\u003eComfortable with basic Linux server administration tasks.\u003c/li\u003e\n\u003cli\u003eFamiliar with Javascript frameworks such as Vue or React.\u003c/li\u003e\n\u003cli\u003eFamiliar with Docker or similar container technologies.\u003c/li\u003e\n\u003cli\u003eExperience integrating with partner APIs.\u003c/li\u003e\n\u003cli\u003eExperience with mobile platform development.\u003c/li\u003e\n\u003cli\u003eFront-end UI/UX experience.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch1\u003eBenefits\u003c/h1\u003e\n\u003cul\u003e\n\u003cli\u003ePaid vacation/sick leave\u003c/li\u003e\n\u003cli\u003e401(k)\u003c/li\u003e\n\u003cli\u003eMedical/dental/vision\u003c/li\u003e\n\u003cli\u003eStock options\u003c/li\u003e\n\u003cli\u003eFlexible work environment\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch1\u003eLocation\u003c/h1\u003e\n\u003cul\u003e\n\u003cli\u003eWe are based in Seattle, but this is a remote role.\u003c/li\u003e\n\u003c/ul\u003e\n",
  "how_to_apply": "\u003cp\u003eEmail your resume to \u003ca href=\"mailto:chris.holtz@i4cp.com\"\u003echris.holtz@i4cp.com\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcGFiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a543b30b4621201bec0715af261d05fd73fbd30d/i4cp_400x400.png"
}, {
  "id": "9eebe056-82bc-4594-8a13-bc7f81b11173",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/9eebe056-82bc-4594-8a13-bc7f81b11173",
  "created_at": "Fri Mar 05 16:41:34 UTC 2021",
  "company": "Football Addicts AB",
  "company_url": "https://forzafootball.com/company/forza-football/",
  "location": "Gothenburg, Sweden",
  "title": "Senior Backend Developer (Remote)",
  "stack": [
    "python", "ruby", "node"
  ],
  "description": "\u003cp\u003e\u003cstrong\u003eForza Football\u003c/strong\u003e is looking for Elixir developers to join our talented team (remote or in Gothenburg, Sweden).\u003c/p\u003e\n\u003cp\u003eYou will be working on the services that power our mobile apps—from the API that serves millions of clients to the push notification system that keeps our users up-to-date on their favourite football teams and competitions. You will have the benefit of working together with an Elixir Core team member in a small group of skilled developers and designers dedicated to building top-tier mobile products for football fans all over the world.\u003c/p\u003e\n\u003cp\u003eThe Forza Football app covers over 800 leagues and competitions in more than 100 countries. The app has over 10 million installs and over 4 million monthly active users. At peak hours our platform handles thousands of requests per second and sends millions of push notifications.\u003c/p\u003e\n\u003cp\u003eThis opportunity \u003cstrong\u003erequires\u003c/strong\u003e you to have:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with Elixir and OTP: you have developed applications for production use\u003c/li\u003e\n\u003cli\u003eAn interest in systems that are highly available, resilient, and run at scale\u003c/li\u003e\n\u003cli\u003eSense of craftsmanship: you strive for code quality and maintainability, write tests as part of your coding routine\u003c/li\u003e\n\u003cli\u003eKnowledge about caching strategies, message queues and service-oriented architectures\u003c/li\u003e\n\u003cli\u003eAn understanding of setting up infrastructure and managing Linux servers\u003c/li\u003e\n\u003cli\u003eExperience with deployment tooling, monitoring, alerting, data visualisation, load testing and/or live system debugging\u003c/li\u003e\n\u003cli\u003eStrong communication skills. Be a team player, pay attention to detail, and be not afraid to share unconventional ideas\u003c/li\u003e\n\u003cli\u003eGood oral and written skills in English, as Forza Football operates globally, and many employees are international\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe do not hire solely based on experience with a few specific tools or languages or university degrees. Rather, we hire developers who are smart, pragmatic, and self-driven. We value want you to be able to learn new tools and function in an agile environment. We are an equal opportunity employer and are excited to expand our team with diverse talents from different backgrounds and cultures.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eIn addition\u003c/strong\u003e, as an employee of Forza Football, you also get:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFlexible work hours\u003c/li\u003e\n\u003cli\u003eSix weeks paid vacation\u003c/li\u003e\n\u003cli\u003eParental leave benefits\u003c/li\u003e\n\u003cli\u003eComputer and gadget setup needed for work\u003c/li\u003e\n\u003cli\u003eBreakfast in the mornings\u003c/li\u003e\n\u003cli\u003eRegular Afterwork events\u003c/li\u003e\n\u003cli\u003eConference visits with accommodation and travel expenses paid\u003c/li\u003e\n\u003cli\u003eRelocation support and visa sponsorship\u003c/li\u003e\n\u003c/ul\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://forzafootball.teamtailor.com/jobs/279937-senior-backend-developer\"\u003ehttps://forzafootball.teamtailor.com/jobs/279937-senior-backend-developer\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": null
}, {
  "id": "6e17ca28-e27e-4479-bced-108b4c12bbb4",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/6e17ca28-e27e-4479-bced-108b4c12bbb4",
  "created_at": "Fri Mar 05 15:47:44 UTC 2021",
  "company": "dirico",
  "company_url": "https://dirico.io/",
  "location": "Koblenz",
  "title": "Fullstack Developer (m/w/d)",
  "stack": [
    "javascript", "mongodb", "node"
  ],
  "description": "\u003cp\u003eWir sind die 247GRAD Labs GmbH, das IT-Unternehmen hinter dirico, der All-in-one-Plattform für Kommunikations- und Marketingteams.\u003c/p\u003e\n\u003cp\u003edirico unterstützt Unternehmen weltweit dabei, ihren Content besser zu planen, zu erstellen und zu veröffentlichen als jemals zuvor. Das macht unsere Kunden so glücklich, dass sie dirico bereits in über 20 Ländern einsetzen. Unser Kundenkreis wächst stetig und beinhaltet einige der Top-50-Unternehmen Deutschlands.\u003c/p\u003e\n\u003cp\u003eDeshalb suchen wir Dich als Unterstützung für unser Team in Koblenz und Oradea (Rumänien).\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"http://t3u1.mjt.lu/lnk/AM0AAJcKEmAAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgQk8LiWxgG3aTRYKRVkbvSo949QAGCXo/2/lw7Hz9mLRovrPQeFxXYcwg/aHR0cHM6Ly9kaXJpY28uaW8vdWViZXItdW5zLw\"\u003eErfahre mehr über uns und wirf einen Blick hinter die Kulissen.\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDas sind deine Aufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eNeu- und Weiterentwicklung unserer Softwarelösung mit den Schwerpunkten C#, .NET, React und Angular\u003c/li\u003e\n\u003cli\u003eErstellung von Systemarchitektur und Softwaredesign\u003c/li\u003e\n\u003cli\u003eAktive Mitgestaltung der Infrastruktur und eingesetzten Prozesse im Entwicklungsteam\u003c/li\u003e\n\u003cli\u003eEinsatz und Test modernster Praktiken und Umsetzung neuer Ideen\u003c/li\u003e\n\u003cli\u003eEvaluierung und Auswahl neuer Technologien für die Nutzung in der Entwicklung\u003c/li\u003e\n\u003cli\u003eZusammenarbeit in einem international agierenden Umfeld von Entwicklungsteams\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas solltest Du mitbringen\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSehr gute Kenntnisse in .NET und C#\u003c/li\u003e\n\u003cli\u003eKenntnisse in mindestens einem der JavaScript-Frameworks wie React, Angular oder Vue.js\u003c/li\u003e\n\u003cli\u003eErfahrungen mit TypeScript, HTML und CSS sind gerne gesehen\u003c/li\u003e\n\u003cli\u003eGute Kenntnisse im Bereich von relationalen Datenbanken/SQL, Design Pattern sowie gängigen Frameworks (z.B. EF)\u003c/li\u003e\n\u003cli\u003eOptimalerweise bringst du Erfahrungen zu Schnittstellen von Social-Media-Plattformen mit\u003c/li\u003e\n\u003cli\u003eSicherer Umgang mit objektorientiertem Code, UML und Design Patterns\u003c/li\u003e\n\u003cli\u003eScrum, Git und Clean Code sind keine Fremdwörter, sondern alte Bekannte\u003c/li\u003e\n\u003cli\u003eSehr gute Kenntnisse der deutschen und der englischen Sprache\u003c/li\u003e\n\u003cli\u003eEine analytische und strukturierte Arbeitsweise, Zuverlässigkeit und Lösungskompetenz zeichnen dich aus, messbare Ergebnisse sind Dir wichtig\u003c/li\u003e\n\u003cli\u003eDu bist bereit, dich weiterzuentwickeln und neuen Herausforderungen zu stellen\u003c/li\u003e\n\u003cli\u003eErfahrungen mit der Azure Plattform runden Dein Profil ab\u003c/li\u003e\n\u003cli\u003eSelbstständige Arbeitsweise\u003c/li\u003e\n\u003cli\u003eDu bist engagiert und hast Interesse daran, Dich mit Deiner Meinung aktiv im Team einzubringen\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas erwartet dich bei uns\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEin innovatives Softwareprodukt im spannenden Marketing-Kontext\u003c/li\u003e\n\u003cli\u003eRenommierte Referenzkunden wie BMW, ThyssenKrupp, Lanxess, WetterOnline, R+V, Dr. Oetker, Sport2000 und viele mehr\u003c/li\u003e\n\u003cli\u003eEin stark wachsendes und motiviertes Team mit Weltklasse-Kollegen\u003c/li\u003e\n\u003cli\u003eAbwechslungsreiche und anspruchsvolle Aufgaben, die Spaß machen\u003c/li\u003e\n\u003cli\u003eEchte Start-up-Atmosphäre in einem mittelständischen Unternehmen\u003c/li\u003e\n\u003cli\u003eFlache Hierarchien und schnelle Entscheidungswege für Deine kreativen Ideen\u003c/li\u003e\n\u003cli\u003eAgile Arbeitsprozesse und modernste Hardware\u003c/li\u003e\n\u003cli\u003eEin jährliches Weiterbildungsbudget zur Unterstützung Deiner fachlichen und persönlichen Weiterentwicklung\u003c/li\u003e\n\u003cli\u003eFlexible Vertrauensarbeitszeit in Gleitzeit\u003c/li\u003e\n\u003cli\u003eDie Möglichkeit auf Homeoffice nach Absprache\u003c/li\u003e\n\u003cli\u003eErgonomisches Arbeitsumfeld mit höhenverstellbaren Tischen und rückenschonenden Stühlen\u003c/li\u003e\n\u003cli\u003eZuschuss zum Premium-Fitnessstudio Danys\u003c/li\u003e\n\u003cli\u003eRegelmäßige Teamevents\u003c/li\u003e\n\u003cli\u003eBetriebliche Altersvorsorge\u003c/li\u003e\n\u003cli\u003eFrisches Obst, Kaffeevariationen und Wasser for free\u003c/li\u003e\n\u003cli\u003eKein Dresscode – wir wollen, dass Du dich wohlfühlst, also: come as you are\u003c/li\u003e\n\u003cli\u003eUnsere Bürohunde sind ausgebildete Feelgood-Manager\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/1c09e8f463e7f091f119b2228f9b3800602534ac/68747470733a2f2f742e676f686972696e672e636f6d2f682f66373030333566663337366661626336626436316564306365626235316530653639653830666235383930376334373764653265303930393761646235373765\"\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/5f5cf9983b425dfe60f78c957753d0779e3d29474d01e76ba63922d4529d8151\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcEtiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--bb38e69d69257ced5ee172d839a7edde0dbc8bb1/dirico.png"
}, {
  "id": "72f44dc6-73dd-42b8-9136-fdc1f3fd1a59",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/72f44dc6-73dd-42b8-9136-fdc1f3fd1a59",
  "created_at": "Fri Mar 05 15:37:27 UTC 2021",
  "company": "Boxine GmbH",
  "company_url": "https://tonies.de/",
  "location": "Düsseldorf",
  "title": "Softwareentwickler Backend (PHP/Symfony) (m/w/d)",
  "stack": [
    "javascript", "vue", "php"
  ],
  "description": "\u003cp\u003eWir sind die Boxine GmbH aus Düsseldorf. Wir stellen Hörfiguren her, die wir Tonies nennen. Zusammen mit unserem mehrfach prämierten Abspielgerät - der Toniebox - verschmelzen Hören und Spielen zu einem interaktiven Erlebnis, das Kinder, Eltern und Großeltern zusammenbringt.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDu als Teil der Tonie-Familie:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eMöchtest du helfen, Familien auf der ganzen Welt mit unseren Tonie-Produkten zu versorgen? Hast du Spaß und Erfahrung im Bereich E-Commerce?\nWenn du diese Fragen mit einem klaren \"JA!\" beantworten kannst, dann sollten wir unbedingt miteinander reden. Denn dich suchen wir!\nAls Shop Developer (m/w/d) am Standort Düsseldorf oder remote (deutschlandweit) arbeitest du in einem hoch qualifizierten Team zusammen an unserem Shop und unserer Webseite. Neben der Weiterentwicklung der bestehenden Systeme ist auch die Weiterentwicklung für die Expansion in viele weitere Märkte deine Aufgabe. Usability, Sicherheit, Stabilität und Qualität stehen dabei immer an oberster Stelle deiner ToDo Liste.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDeine Aufgaben umfassen:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu kümmerst dich um Konzeption, Entwicklung und Deployment von Shop und Webseite\u003c/li\u003e\n\u003cli\u003eDu baust das System auf und verbesserst es kontinuierlich\u003c/li\u003e\n\u003cli\u003eDu wirkst bei der Gestaltung von Systemarchitekturen und der Auswahl von Technologien (insbesondere Internationalisierung für weitere Märkte) mit\u003c/li\u003e\n\u003cli\u003eDu sorgst für Qualitätssicherung und Dokumentation\u003c/li\u003e\n\u003cli\u003eDu arbeitest eng mit Stakeholdern wie Marketing, Customer Support und Supply Chain zusammen\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWas wir uns von dir wünschen:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu hast ein abgeschlossenes Studium der Informatik oder eine abgeschlossene Ausbildung im IT-Bereich\u003c/li\u003e\n\u003cli\u003eDu hast sehr gute Erfahrungen mit PHP7\u003c/li\u003e\n\u003cli\u003eDu hast eine selbstständige und lösungsorientierte Arbeitsweise\u003c/li\u003e\n\u003cli\u003eDu bist erfahren in der agilen Softwareentwicklung (inkl. Git, Pull Requests, Code Reviews)\u003c/li\u003e\n\u003cli\u003eDu bist teamfähig, kreativ und bringst viel Neugier mit\u003c/li\u003e\n\u003cli\u003eDu hast gute Deutsch- und Englischkenntnisse\u003c/li\u003e\n\u003cli\u003eDu hast idealerweise weitere spezifische Kenntnisse in: MySQL, PHPUnit, Commercetools, Gitlab CI, AWS\u003c/li\u003e\n\u003cli\u003eDu hast Erfahrung im Design und der Implementierung von REST-APIs mit Symfony\u003c/li\u003e\n\u003cli\u003eIdealerweise hast du Erfahrung mit JavaScript (insbesondere React und Next.js), um mit dem Frontend zusammenzuarbeiten\u003c/li\u003e\n\u003cli\u003eUnd das Wichtigste: Du bist genauso begeistert von der Toniebox wie wir und möchtest bei unserer aufregenden Reise dabei sein!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWie du uns erreichst:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eFalls möglich, sende uns bitte ein kleines Motivationsschreiben, deinen CV sowie Codebeispiele (am besten mit Git-History) oder URLs von programmierrelevanten Online-Profilen (Github, Stackoverflow usw.) zu, damit wir ein erstes umfangreiches Bild bekommen können.\u003c/p\u003e\n\u003cp\u003eWir freuen uns sehr, von Dir zu hören. Solltest du vorab Fragen haben, melde dich gerne bei:\u003c/p\u003e\n\u003cp\u003eMartin Suhrbier\nRecruiter\u003c/p\u003e\n\u003cp\u003eBoxine GmbH\nGrafenberger Allee 120\n40237 Düsseldorf\n+49 151 54 68 32 57\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/8f91eddc9222d6eac5c135b24776f87b08ef3e03/68747470733a2f2f742e676f686972696e672e636f6d2f682f31626330383564613362643339363661626137373065386531656539646366383461663466636634336465383234313139306661636633313166336138623838\"\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/99fad6d75215a0d5032e9017750925543bddc56fae276e19aabaa3177b29c87e\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcENiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--5eae9e5f2ce7dfe2173fcb2c3f825e8c3d374d7d/Boxine%20GmbH.png"
}, {
  "id": "906ee6be-e7c8-46b4-85a5-27c509f8f070",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/906ee6be-e7c8-46b4-85a5-27c509f8f070",
  "created_at": "Fri Mar 05 14:38:18 UTC 2021",
  "company": "Frogslayer",
  "company_url": "https://frogslayer.com/",
  "location": "Remote",
  "title": "Sr Software Developer",
  "stack": [
    "javascript", "react", "node"
  ],
  "description": "\u003cp\u003e\u003cstrong\u003eSr Software Developer\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eEmployment Type\u003c/strong\u003e: Full-time employee.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eLevel\u003c/strong\u003e: Senior.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eLocation\u003c/strong\u003e: Remote - Frogslayer will consider candidates located anywhere in the US with proper work authorization.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eComp\u003c/strong\u003e: $75k to $150k base salary. Compensation for this role will be based on candidate's experience, potential for contribution, and scope of role.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWho We Are\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eFrogslayer is a custom software development and digital innovation firm. Clients partner with Frogslayer to rapidly build, launch, and scale forward-leaping, industry-shattering software products and digital platforms that create new revenue streams and sources of competitive advantage.\u003c/p\u003e\n\u003cp\u003eTo deliver the very best for our clients, we start with our people. In this position, you will be challenged to deliver innovative solutions that make a lasting and significant impact on companies and industries. Our people and teams are empowered to make the decisions they need to serve our clients. Since every role at Frogslayer is significant to the success of our clients, you'll be given great responsibility and have the authority you need to deliver results.\u003c/p\u003e\n\u003cp\u003eFrogslayer, LLC is an equal opportunity employer. We welcome and encourage diversity in the workplace. We offer a generous benefits package, including company contribution to medical benefits for employees and their families. In addition, we offer a fun, flexible work environment, company-sponsored activities, and commit to providing each employee with job satisfaction by addressing core needs.\u003c/p\u003e\n\u003cp\u003eIf you are someone who wants to be a contributing member of an exciting team that has been continually recognized by Inc. and Texas Monthly as a best place to work, then read on my friend and learn about this position.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWho You Are\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eIn this critical role, your clients will rely on you to solve their most complex technology challenges and deliver measurable business results.\nIf you're looking for real responsibilities, autonomy over your work, flexibility over your schedule, and the opportunity to deliver software that people use and rely on every day then this is the job for you.\nThis is a tremendous opportunity for professional growth. There will be constant change, but one thing is certain - you will learn more and grow faster at Frogslayer than you will anywhere else.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJob Requirements\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAt Frogslayer, you'll be working on a variety of projects that include web, desktop, mobile and embedded systems. It's not uncommon for someone to move from developing a new web application in Python over to a system written in C# or PHP. We're technology agnostic and are more concerned about creating high-impact business outcomes for our clients. For each project, we select the best tools for the job. Common technologies, tools and libraries we use include: Python, Django, C#, ASP.NET, JavaScript, HTML5, CSS3, Jenkins CI, GitLab, Docker, Ansible, MVC, SPA, AWS, Azure, Web API, HTTP, REST, SQL Server, PostgreSQL, MySQL.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eResponsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDevelop custom software - yes, this position is 80-90% coding.\u003c/li\u003e\n\u003cli\u003eAssist in the design of project architecture.\u003c/li\u003e\n\u003cli\u003eWrite code for the application scaffolding and complex features.\u003c/li\u003e\n\u003cli\u003eBreak down work into assignable items and estimate effort and schedule.\u003c/li\u003e\n\u003cli\u003eAssign project tasks and issues for yourself and junior team members.\u003c/li\u003e\n\u003cli\u003eReview team members' work and give constructive feedback on improvements.\u003c/li\u003e\n\u003cli\u003eDevelop junior team member’s ability to work through problems, interact with clients, and design practical solutions.\u003c/li\u003e\n\u003cli\u003eMeet clients in person or remotely to give regular updates and ensure the team is staying tied to their needs.\u003c/li\u003e\n\u003cli\u003eCreate design documents and key artifacts for the project.\u003c/li\u003e\n\u003cli\u003eMeet with operations leaders to discuss project goals, solution quality, schedule and progress, and the overall client relationship.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eApply via the \u003cstrong\u003e\u003ca href=\"https://ltpx.nl/Y9tOUwA\"\u003eapplication form\u003c/a\u003e.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eAgency calls are not appreciated.\u003c/em\u003e\u003cimg src=\"https://camo.githubusercontent.com/0050ec1311335013cbd791ced9a124a5022cf42b/68747470733a2f2f742e6c7470782e6e6c2f747261636b2e7068703f6f7264657269643d323339393839\"\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://ltpx.nl/Fzj5EuV\"\u003eClick here to apply\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbzZiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--dfc050f1256707bb4ac5494634bc825cbf91d561/frogslayer.png"
}, {
  "id": "ceb68d67-fbaa-40e1-b711-6dbe3422f053",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/ceb68d67-fbaa-40e1-b711-6dbe3422f053",
  "created_at": "Fri Mar 05 14:36:13 UTC 2021",
  "company": "Flowmailer",
  "company_url": "http://flowmailer.com/",
  "location": "Rotterdam",
  "title": "Software Engineer",
  "stack": [
    "javascript", "react", "node"
  ],
  "description": "\u003cp\u003e\u003cstrong\u003eSoftware Engineer\u003c/strong\u003e\n\u003cstrong\u003e36 - 40 uur | Rotterdam\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe zijn op zoek naar een Software Engineer die onze dienstverlening helpt opschalen en tegelijk steeds completer maakt. Denk hierbij aan asynchrone backend processing, queue strategieen, praten met diverse databases en alles ontsluiten via API’s. Maar vooral héél veel e-mails\u003c/strong\u003e 😄\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOntmoet Flowmailer\u003c/strong\u003e\nBij Flowmailer timmeren we hard aan de weg als internationale SaaS-leverancier met onze e-mail engine. Dat doen we met een klein, maar toegewijd team dat e-mail (deliverability) ademt. Je komt terecht in een team dat barst van de kennis, enthousiasme én trots over ons vakgebied.\u003c/p\u003e\n\u003cp\u003eFlowmailer beschikt over een eigen infrastructuur en IP netwerk in drie datacenters waarmee we honderden miljoenen e-mails per jaar verwerken. Wij zorgen er voor dat tickets, facturen en andere belangrijke e-mails altijd netjes worden afgeleverd.\u003c/p\u003e\n\u003cp\u003eDaar zijn we enorm trots op! Dit alles hebben we in eigen beheer en ontwikkeling. Het platform en de software stack die daarop draait vormt de kern van onze dienstverlening. De betrouwbaarheid en schaalbaarheid hiervan is dus ontzettend belangrijk voor ons en onze klanten. Wij zijn op zoek naar een collega die ons hierbij kan helpen en het leuk vindt om hieraan mee te bouwen.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eNieuwsgierig naar je nieuwe collega's?\u003c/strong\u003e \u003ca href=\"https://www.linkedin.com/search/results/people/?facetCurrentCompany=%5B%229492840%22%5D\"\u003eOntmoet ons virtueel via LinkedIn\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWat ga jij doen?\u003c/strong\u003e\nSamen met je collega’s zorg jij ervoor dat Flowmailer nóg beter wordt. Je ontwikkelt voornamelijk in Java, maar natuurlijk komen HTML, JavaScript en allerlei frameworks ook voorbij. Wat je ontwikkelt wordt ook echt gebruikt en onze klanten hebben hoge verwachtingen van onze betrouwbaarheid, performance en veiligheid.\u003c/p\u003e\n\u003cp\u003eJe werkt nauw samen met product management, operations en support en hebt af en toe contact met (technische) klanten. Samen streef je naar een optimale ervaring voor klanten en ontvangers van onze e-mails.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWie ben jij?\u003c/strong\u003e\nJe bent een sterk analytische Software Engineer die graag van A tot Z een goed product neerzet. Je geeft om het resultaat (ook op de lange termijn) en bent betrokken. Je hebt ervaring met ontwikkeling in Java, Spring, API koppelingen en kan overweg met complexe database queries en het optimaal afstemmen van de software op het onderliggende platform. Je kunt uit de voeten met inrichting op Linux servers en duikt graag de diepte in om dingen écht te doorgronden.\u003c/p\u003e\n\u003cp\u003eVerder breng je het volgende mee:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTenminste 3 jaar relevante ervaring;\u003c/li\u003e\n\u003cli\u003eHBO werk- en denkniveau;\u003c/li\u003e\n\u003cli\u003eAfgeronde studie richting ICT;\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eOnze nieuwe collega is verder accuraat, integer en heeft een groot verantwoordelijkheidsgevoel. We zijn immers verantwoordelijk voor de verwerking van grote hoeveelheden persoonsgegevens. Daarnaast kun je goed samenwerken en heb je een goed gevoel voor humor. Uiteraard zijn computers, internet en software een passie voor je.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWat wij te bieden hebben\u003c/strong\u003e\nWe bieden je een werkomgeving waarin je wordt uitgedaagd om elke dag het beste in jezelf naar boven te halen. Ons vakgebied is immers altijd in ontwikkeling. Groei met ons mee in een bedrijf met internationale ambities.\u003c/p\u003e\n\u003cp\u003eDit mag je ook van ons verwachten:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEen veelzijdige en zelfstandige functie, met veel eigen verantwoordelijkheid;\u003c/li\u003e\n\u003cli\u003eEen team vol gezelligheid, creativiteit en enthousiasme, die er elke dag vol voor gaan;\u003c/li\u003e\n\u003cli\u003eUitstekende primaire en secundaire arbeidsvoorwaarden (o.a reiskostenvergoeding en pensioenregeling);\u003c/li\u003e\n\u003cli\u003eGezellig bedrijfsuitjes (die soms erg actief kunnen zijn);\u003c/li\u003e\n\u003cli\u003eEen bureau op de mooiste plek van Rotterdam: in de monumentale Van Nelle fabriek.\u003c/li\u003e\n\u003c/ul\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://flowmailer.com/vacature/software-engineer?utm_source=github\u0026amp;utm_medium=referral\u0026amp;utm_term=2021\u0026amp;utm_content=180689\u0026amp;utm_campaign=software-engineer\"\u003eSolliciteer\u003c/a\u003e dan vandaag nog en wordt onze nieuwe Software Engineer!\u003c/p\u003e\n\u003cp\u003eNeem contact op met Richard van Looijen (Directeur) via \u003ca href=\"mailto:richard@flowmailer.com\"\u003erichard@flowmailer.com\u003c/a\u003e of 010-3074556.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eAcquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.\u003c/em\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb3FiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--298fdec8cc0fce9edb29c3ebf97df0d4a5ed8466/Logo%202019.jpg"
}, {
  "id": "829200cc-be56-4a5c-a435-6571a2512c3a",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/829200cc-be56-4a5c-a435-6571a2512c3a",
  "created_at": "Fri Mar 05 13:29:36 UTC 2021",
  "company": "Anva",
  "company_url": "https://anva.nl",
  "location": "Amersfoort (NL)",
  "title": "Software Tester",
  "stack": [
    "javascript", "cypress", "node"
  ],
  "description": "\u003cp\u003e\u003cstrong\u003eSoftware Tester\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cem\u003e32-40 uur, Amersfoort\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eBen jij een software tester met oog voor detail en gebruiksvriendelijkheid? Combineer jij jouw testervaring met passie voor innovatieve test tooling? Dan ben jij mogelijk onze nieuwe software tester! Het betreft een vaste functie op onze vestiging in Amersfoort.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJouw rol\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAls software tester bij ANVA beoordeel en test je onze software op functionaliteit, gebruiksvriendelijkheid en correctheid. Je gaat aan de slag in onze multidisciplinaire SCRUM-teams en maakt de testscripts voor het zowel handmatig als geautomatiseerd testen van de software. Hiervoor werk je nauw samen met testers uit andere teams. Kwaliteit stroomt door jouw bloed, en je weet ook dat de wereld snel aan het veranderen is op gebied van technologie. Om die reden ben je altijd nieuwsgierig en combineer je dit met passie voor innovatieve test tooling. ANVA werkt zoals gezegd met multidisciplinaire teams, dit betekent dat je als proactief tester, impact kunt maken en ben je er vooral om het verschil te maken. Naast veel passie voor je vak sta je communicatief stevig in je schoenen en vind je het een uitdaging om met deadlines om te gaan.\u003c/p\u003e\n\u003cp\u003eAls software tester ga je aan de slag binnen één van de verschillende SCRUM-teams. Jij bent samen met jouw team verantwoordelijk voor kwaliteit. Je onderhoudt de bestaande test-set en gaat aan de slag om de testdekking te vergroten en controleert op juistheid en volledigheid. De testpiramide is geen vreemde voor je en weet jij de testen op de juiste niveaus te ontwikkelen. Je bent proactief en gaat zelf actief op onderzoek uit als dit nodig is. De teamleden testen elkaars werk en tijdens de 'refinements' adviseer je over de mogelijke risico’s die geïntroduceerd worden. Je coacht daarmee de ontwikkelaars op het testvlak en je kan ook uitleggen waarom je dit adviseert. Bovendien controleer je met plezier het solution design en UX/UI design. Daarnaast ben je in staat om een goede inschatting van de werkzaamheden af te geven, zodat we voorspelbaar blijven.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBen jij onze Software tester?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWat heb je in huis?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHbo-werk- en denkniveau.\u003c/li\u003e\n\u003cli\u003eEen aantal jaren relevante en recente werkervaring.\u003c/li\u003e\n\u003cli\u003eTMAP of ISTQB gecertificeerd of bereid dat te worden.\u003c/li\u003e\n\u003cli\u003eKennis van Docker, Git, Java, Junit, Postman, Cypress en/of Json.\u003c/li\u003e\n\u003cli\u003eInzicht in CI/CD, kennis van build pipeline tool zoals Jenkins.\u003c/li\u003e\n\u003cli\u003eKennis van het principe van microservices, NoSQL database en Angular is een sterke pre.\u003c/li\u003e\n\u003cli\u003eErvaring in de assurantiebranche en/of met onze ANVA-software is een sterke pre.\u003c/li\u003e\n\u003cli\u003eErvaring met het werken in scrum (of agile) teams is een pre. \u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eANVA, jouw ideale werkgever\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eJe kunt rekenen op de volgende arbeidsvoorwaarden:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAfhankelijk van opleiding, ervaring en achtergrond bedraagt het maximale bruto jaarsalaris € 60.000,- uitgaande van een 40-urige werkweek.\u003c/li\u003e\n\u003cli\u003eAandacht en ruimte voor eigen ontwikkeling en opleidingen.\u003c/li\u003e\n\u003cli\u003eInitiatief, ondernemerschap en lef wordt gewaardeerd en gestimuleerd.\u003c/li\u003e\n\u003cli\u003eEen open en informele bedrijfscultuur met korte communicatielijnen.\u003c/li\u003e\n\u003cli\u003eCollegialiteit en samenwerking staan voorop in onze teams.  \u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOver ANVA\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eVol trots maakt ANVA al ruim 45 jaar softwareoplossingen voor de verzekeringsbranche. Meer dan tienduizend financieel professionals gebruiken onze software om miljoenen consumenten en duizenden ondernemers een goede verzekering te kunnen aanbieden. Om meer wendbaarheid en een grotere klantgerichtheid te creëren, werken we bij ANVA o.a. volgens de agile en LEAN-methode. Onze vestigingen in Amersfoort en Bergen op Zoom kenmerken zich door de relaxte sfeer. Bij de koffie-corner babbel je regelmatig even met collega’s, we hebben fijne werkplekken en een bedrijfsrestaurant met een uitgebreid assortiment. Bij ANVA zijn wij kritisch naar elkaar, leggen we de lat hoger dan onze concurrenten en vragen we onze klanten of we de juiste dingen aan het doen zijn. Dit alles doen we samen, in een sterk teamverband. We helpen elkaar om het steeds weer beter te doen. Onze werkwaarden Altijd Helder, Samen, Leren Loont en Persoon Gedreven zijn hierin onze leidraad.   \u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJa, ik heb interesse!\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eVoor meer informatie over deze functie kun je contact opnemen met Patrick Keijer (HR) via 033-4798200 of \u003ca href=\"mailto:hr@anva.nl\"\u003e\u003cstrong\u003ehr@anva.nl\u003c/strong\u003e\u003c/a\u003e. Meer informatie over werken bij Anva vind je op \u003cstrong\u003e\u003ca href=\"https://ltpx.nl/m6mFZ3C\"\u003ehttps://anva.nl/werken-bij-anva/\u003c/a\u003e.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSolliciteren kan via \u003ca href=\"http://ltpx.nl/5qH5Z1W\"\u003e\u003cstrong\u003ehet sollicitatieformulier\u003c/strong\u003e\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eEen assessment maakt onderdeel uit van het selectieproces en in de afrondende fase vragen we je een vog aan te vragen. Waar wacht je nog op?    \u003c/p\u003e\n\u003cp\u003e_NB: wij zijn voor deze functie NIET op zoek naar een interim invulling of deta-vast constructie! _\n\u003cimg src=\"https://camo.githubusercontent.com/bb439d6383eef17eca525c4aab1373cc291ed6aa/68747470733a2f2f742e6c7470782e6e6c2f747261636b2e7068703f6f7264657269643d323337373039\"\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://ltpx.nl/SmMGrLz\"\u003eKlik hier om te solliciteren\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb2liIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d2009994e6d03d2d8537748ff4c8c030f8cc6206/Logo-ANVA.png"
}, {
  "id": "c7cea52e-15b9-470c-ba7e-0c189daab46e",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/c7cea52e-15b9-470c-ba7e-0c189daab46e",
  "created_at": "Fri Mar 05 10:41:22 UTC 2021",
  "company": "Samskip",
  "company_url": "https://vonq.io/3bi98Mk",
  "location": "Cluj-Napoca",
  "title": "Market Data Analyst",
  "stack": [
    "javascript", "react", "node"
  ],
  "description": "\u003cp\u003e\u003cstrong\u003eData makes the difference! An opportunity to deliver the highest standards of data analysis and interpretation for our dynamic international logistics operation.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSamskip is a forward-thinking logistics company, operating within a dynamic international arena that generates significant amounts of real-time data. Could you organise, analyse and interpret that data, converting it into information that will generate meaningful insights that enable better business decisions? If so, read on and find out more about this role at the cutting edge of advanced statistical modelling.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eA company where innovation meets ambition\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eSamskip is committed to innovating and applying sustainable and multimodal transport links across Europe. Within this network, our office in Cluj-Napoca plays an important role in our data analytics activities. It’s busy, it’s fun and every day is different as you work with a diverse range of colleagues to deliver 21st-century transport solutions based on highly sophisticated data analysis.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eA fascinating data challenge\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eThis is a challenging role in which you work with Samskip’s data team to create and manage analytics solutions that turn data into information, information into insight, and insight into business decisions. In doing so you interpret data and analyse large amounts of information to discover trends and patterns. You also perform the financial, statistical, and qualitative data analysis of markets and competitors, enhancing our business intelligence capability. Detailed activities include:\u003c/p\u003e\n\u003cp\u003e• Identifying valuable and appropriate data sources in relation to competitors, industry suppliers, markets, macro-and microeconomics;\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDeveloping and maintaining databases, automated data collection systems, data analytics and other strategies that optimise statistical efficiency and quality;\u003c/li\u003e\n\u003cli\u003eUndertaking the pre-processing of structured and unstructured data;\u003c/li\u003e\n\u003cli\u003eMonitoring performance and quality control plans to identify improvements;\u003c/li\u003e\n\u003cli\u003ePresenting information using data visualisation techniques.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBased on the thorough gathering and expert interpretation of data you propose solutions and strategies to business challenges. This requires you to work with management to prioritise business and information needs, always seeking to locate and define new improvement opportunities.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eA great place to develop your career\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eAt Samskip we want you to be the best you can be. That’s why you’ll be able to access wide-ranging development opportunities including training and e-learning through our Samskip Academy. You will also benefit from an open working environment where you are challenged every day while working as a team. And we do all we can to ensure that Samskip is a company where colleagues become friends. Other benefits include:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA competitive compensation package;\u003c/li\u003e\n\u003cli\u003e21-25 days of annual leave;\u003c/li\u003e\n\u003cli\u003eMeal ticket;\u003c/li\u003e\n\u003cli\u003eTransportation allowance;\u003c/li\u003e\n\u003cli\u003e7Card Sports subscription;\u003c/li\u003e\n\u003cli\u003eMedical insurance;\u003c/li\u003e\n\u003cli\u003eA laptop and a mobile phone.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eAre you the entrepreneurial analyst we are looking for?\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eTo apply for this position you need to be a highly accurate, analytical and critical thinker with a talent for interpreting complex and multiple sources of information. But you should also be someone with an entrepreneurial mindset who can develop and expand the role in order to go the extra mile and propose solutions that make a real business difference.\u003c/p\u003e\n\u003cp\u003eThere will be some pressure and tight deadlines so you need to be a flexible and effective decision-maker who can disseminate significant amounts of information with attention to detail and accuracy. At the same time, you should be able to eliminate non-value adding activities. With all this will come the excellent communication and collaboration skills necessary to engage and influence others in order to get the job done.\u003c/p\u003e\n\u003cp\u003eYou tick all the following boxes:\u003c/p\u003e\n\u003cp\u003e• BSc/BA or MSc in Mathematics, Economics, Computer Science, Information Management or Statistics.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eProven working experience as a (business) Data Analyst, preferably within the logistics/transport sector;\n• Strong knowledge of data models, database design development, data mining and segmentation techniques;\u003c/li\u003e\n\u003cli\u003eExperience with reporting packages (Power BI etc.), databases (SQL etc), programming (XML, Javascript, SSIS or ETL frameworks);\u003c/li\u003e\n\u003cli\u003eKnowledge of statistics and experience using statistical packages for analysing datasets (Excel, SPSS, SAS etc).\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eApply today\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eIf you think you could be a great asset to Samskip based on everything you’ve read here, don’t hang around. Click on the 'Apply' button and send us your CV. If you have any questions about the vacancy feel free to call us on 088 – 400 13 93 or send an e-mail to: \u003ca href=\"mailto:career.management@samskip.com\"\u003ecareer.management@samskip.com\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/3bi98Mk\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/3bi98Mk\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbnFiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--842845a674a8c732429721e1886b525521954de2/samskip%20logo.jpg"
}, {
  "id": "127513b1-0b8a-4f65-9cb2-ebdb9c99454b",
  "type": "Part Time",
  "url": "https://jobs.github.com/positions/127513b1-0b8a-4f65-9cb2-ebdb9c99454b",
  "created_at": "Fri Mar 05 04:52:28 UTC 2021",
  "company": "Yubico",
  "company_url": "https://www.yubico.com/",
  "location": "Remote (US)",
  "title": "Software Security Engineer",
  "stack": [
    "javascript", "react", "node"
  ],
  "description": "\u003cp\u003eYubico’s mission is to create a safer internet for everyone. Our core invention, the YubiKey, a hardware-based token, revolutionized secure logins for top Internet brands, including Google and Facebook, and for millions of users in 160 countries. We are seeking an experienced Software Security Engineer to join our Product Security team.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThe Role\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eReporting directly into our CISO, our Product Security team is responsible for ensuring Yubico develops and maintains secure products and services. As a Software Security Engineer, it is important that you bring not only strong technical expertise in product security, but also the ability to successfully collaborate with a diverse set of engineering teams.\u003c/p\u003e\n\u003cp\u003eAs a company, Yubico has grown from 50 to almost 300 employees over the past four years, and the security team is growing and maturing along with it. Our small but impactful team of four find their day to day responsibilities at Yubico are fluid and varied, spanning a wide variety of technologies and unique challenges. The diverse opportunities that come their way provide a variety of exciting growth opportunities.\u003c/p\u003e\n\u003cp\u003eOur ideal candidate will have the opportunity to shape the future of Yubico’s products, services, and the operations of an industry leading security company. If you are looking for a fun challenge, are passionate about security, and would like to join a team where being a security person isn’t such a bad thing (it’s really good, actually), we welcome you to apply.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eResponsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDefine and evangelise requirements and guidance for secure by design and secure by default principles\u003c/li\u003e\n\u003cli\u003eImplement automation to prevent and detect security flaws in all phases of development\u003c/li\u003e\n\u003cli\u003eConduct design reviews and manual security assessments of our software\u003c/li\u003e\n\u003cli\u003eLead training and awareness sessions\u003c/li\u003e\n\u003cli\u003eDefine and implement metrics to provide visibility into the impact of your work\u003c/li\u003e\n\u003cli\u003eDefine, lead, and influence processes to secure products and services\u003c/li\u003e\n\u003cli\u003eIdentify and advocate for new and novel uses of Yubico’s technology\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequired Skills \u0026amp; Experience\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e3+ years in a product security role\u003c/li\u003e\n\u003cli\u003e5+ years of software development\u003c/li\u003e\n\u003cli\u003eProficiency in threat modeling\u003c/li\u003e\n\u003cli\u003eProficiency in Go, C#, Python or Java\u003c/li\u003e\n\u003cli\u003eKnowledge of common vulnerability classes\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOptional Skills and Experience\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor’s or Master's degree in Computer Science or similar fields\u003c/li\u003e\n\u003cli\u003eKnowledge of WebAuthn, OATH HOTP, OATH TOTP, U2F, PIV, or OpenPGP\u003c/li\u003e\n\u003cli\u003eExperience developing solutions on Google Cloud, Azure, or AWS\u003c/li\u003e\n\u003cli\u003eProficiency in C/C++, Rust, or Javascript\u003c/li\u003e\n\u003cli\u003eFormal experience training on secure development concepts and practices\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eJob Details\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAll security team members must be able to travel to Yubico’s other offices in Stockholm, Sweden, Palo Alto, CA, and Bellevue, WA at least two times per year. Travel is subject to COVID-19 restrictions and precautions.\u003c/li\u003e\n\u003cli\u003eStart date: immediately\u003c/li\u003e\n\u003cli\u003eHours: full time\u003c/li\u003e\n\u003cli\u003eCompetitive salary + Bonus + Benefits + Stock options\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe are an equal opportunity employer, we value diversity and uphold an inclusive environment where all people feel that they are equally respected and valued. All applicants will be considered for employment without attention to race, color, religion, sex, sexual orientation, gender identity, gender expression, age, marital status, religion, national origin, veteran or disability status. We'd love to learn about what you can add to our diverse team.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://jobs.lever.co/yubico/3df5516d-e455-46b6-8181-363f343a73a1\"\u003ehttps://jobs.lever.co/yubico/3df5516d-e455-46b6-8181-363f343a73a1\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": null
}, {
  "id": "64e1afa6-8bfd-450d-a839-d9d56c1fe7ae",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/64e1afa6-8bfd-450d-a839-d9d56c1fe7ae",
  "created_at": "Fri Mar 05 04:33:28 UTC 2021",
  "company": "Pliancy",
  "company_url": "https://pliancy.com",
  "location": "Remote (US)",
  "title": "Principal Software Engineer",
  "stack": [
    "javascript", "react", "node"
  ],
  "description": "\u003ch2\u003eAbout Us\u003c/h2\u003e\n\u003cp\u003ePliancy is fundamentally changing the way businesses value technology by empowering the next evolution of IT leadership. We provide white-glove consulting solutions to life science and finance organizations. Our employees and clients find that we’re starkly different from other IT organizations because we challenge the status quo in two major ways: by putting people first in every decision we make, and by innovating towards simplicity and sustainability. Whether streamlining a client’s race to a cancer cure or securing the fine details of data integrity, we’re driven to help people.\u003c/p\u003e\n\u003cp\u003eAnd as a people-first company that invests in the long-term success of our employees, we’re looking for creative thinkers who like to solve interesting problems. We have a culture of mentorship, and prioritize curiosity and empathy in our hiring decisions.\u003c/p\u003e\n\u003ch2\u003eEngineering at Pliancy\u003c/h2\u003e\n\u003cp\u003eWithin engineering, our mission is to make technology consulting amazing by creating software that automates the mundane and lends our consultants superpowers. Technology consulting is innately relationship-driven, and we empower our consultants to build those relationships with clients and deliver IT leadership and solutions that truly help them succeed in their missions. We do this through deep vertical integration into our consultants’ experiences and a culture of feedback and integrity — always doing what creates the best experiences for both ourselves and our clients.\u003c/p\u003e\n\u003ch2\u003eWhy work with us?\u003c/h2\u003e\n\u003cp\u003eClients solving challenging problems with meaningful purpose\nTop-of-their-game peers who have fun with what they do and take teamwork seriously\nRapid company growth (75% year over year) with opportunity to see the impact of your efforts on the company\nFlexible schedule designed to empower your communication and time management skills\nGreat culture driven by empathetic people (we really do treat our people as family)\nBenefits and perks built to meaningfully support you and your family while we grow together\nAbout the role\u003c/p\u003e\n\u003cp\u003eThis is a strategically important role within our small, yet focused engineering team, designed to help refine and execute on our vision. You will work closely with engineering leadership and many other stakeholders to look forward and create strategy for where we’re going, as well as jump into the code to help us get there.\u003c/p\u003e\n\u003ch2\u003eAn average day\u003c/h2\u003e\n\u003cp\u003eWhile we all know there is no average day in engineering, let’s try and paint a picture for you:\u003c/p\u003e\n\u003cp\u003eFirst, you’re in a meeting to go over final design considerations for a project you’ve been working on to improve time management for consultants (billing their time to clients). During the meeting you get a Slack message that something isn’t quite working right with the new frontend feature in staging on certain browsers, so you finish up and go help scope what might be going on while daydreaming better ways to automate testing in local dev, so that these things can be found faster in the pipeline. You pop open your IDE and knock out a particularly critical part of the authentication logic for a new API microservice meant to support streaming user information from a third-party system. Another feature project is also in the works and the database design still isn’t nailed down… you go poke some of the stakeholders with questions to try to scope in the requirements and figure out what’s going to result in the best outcome. Towards the end of the day you draft a Slack announcement about a big feature release that is going live (finally!) and the emojis go wild on the post. Success!\u003c/p\u003e\n\u003ch2\u003eCore responsibilities to our mission\u003c/h2\u003e\n\u003cp\u003eExpert leadership and mentorship for software development across the full technology stack (database design to frontend development)\nWork with the business to identify ways to better support our consultants and scale our technology solutions to support the industry needs\nAct as a domain expert with regard to software design and engineering\nBuild a sustainable development practice; find ways to improve execution through meaningful testing and process improvements that drive reliability\nArchitect both software and systems to support the vision with a bias for simplicity and automation\nLead new feature development lifecycles and help resolve issues as they inevitably arise\nRequirements\u003c/p\u003e\n\u003ch2\u003eWho are we looking for?\u003c/h2\u003e\n\u003cp\u003eYou are deeply driven to improve others' experiences. You lead by example and thrive seeing your peers grow and mentoring them along the way. You use a first-principles approach to understanding challenges and problems.\u003c/p\u003e\n\u003cp\u003eYou also have attention to detail with everything you do and want to create outcomes that impress those around you, embracing failure as a lesson and providing honest feedback to everyone equally. You have a deep understanding of API design best practices and building a stable API for consumption by multiple end systems. You have strong experience with authentication systems and identity management with regard to software design.\u003c/p\u003e\n\u003ch2\u003eYou’re an expert in:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eModern web technologies (Typescript and NodeJS backend experience highly desired)\u003c/li\u003e\n\u003cli\u003eSoftware reliability, with a focus on best practices that increase deployment confidence\u003c/li\u003e\n\u003cli\u003eFront-end frameworks, such as Vue (preferred), Svelte, or React\u003c/li\u003e\n\u003cli\u003eScalable cloud-native systems design, with technologies such as Docker, Kubernetes, and other IaaS design paradigms\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eBenefits\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eGenerous salary, above-average pay ($175K-$210K dependent on experience)\u003c/li\u003e\n\u003cli\u003e“Cadillac” healthcare: Anthem Blue Cross Gold Plan (Premiums 100% covered for employees, 50% for dependents)\u003c/li\u003e\n\u003cli\u003eMedical HRA: Company-funded reimbursement account to help cover copays, deductibles, and coinsurance\u003c/li\u003e\n\u003cli\u003eDental and vision coverage\u003c/li\u003e\n\u003cli\u003e401K + 6% company matching (available from your first day)\u003c/li\u003e\n\u003cli\u003eUnlimited vacation policy\u003c/li\u003e\n\u003cli\u003eWellness reimbursement up to $100 per month\u003c/li\u003e\n\u003cli\u003eCell phone reimbursement\u003c/li\u003e\n\u003cli\u003eHome internet reimbursement\u003c/li\u003e\n\u003cli\u003eCommuter benefits\u003c/li\u003e\n\u003c/ul\u003e\n",
  "how_to_apply": "\u003cp\u003eApply online at \u003ca href=\"https://apply.workable.com/pliancy/j/514235AC07/\"\u003ehttps://apply.workable.com/pliancy/j/514235AC07/\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbmliIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--306c6f899f4abdf89aab70006f3a89e232093c79/PLI-Lockup.png"
}, {
  "id": "6edd199b-be3d-4e62-a6b8-db8dc79cf5ab",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/6edd199b-be3d-4e62-a6b8-db8dc79cf5ab",
  "created_at": "Fri Mar 05 01:13:59 UTC 2021",
  "company": "Public Health Institute",
  "company_url": "http://www.phi.org/",
  "location": "Oakland, CA",
  "title": "IT Ops Engineer/Project Manager",
  "stack": [
    "javascript", "react", "node"
  ],
  "description": "\u003cp\u003eIT Ops Engineer/Project Manager\u003c/p\u003e\n\u003cp\u003ePosting Number: #060-21\u003c/p\u003e\n\u003cp\u003eClassification Title: IT Operations Technical Lead\u003c/p\u003e\n\u003cp\u003eProgram Name: PHI Central\u003c/p\u003e\n\u003cp\u003eWorking Title:\u003c/p\u003e\n\u003cp\u003eProgram Areas: IT/Systems (Program/Project)\u003c/p\u003e\n\u003cp\u003eJob Description:\u003c/p\u003e\n\u003cp\u003eThe Public Health Institute (PHI) is an independent, nonprofit organization dedicated to promoting health, well-being, and quality of life for people throughout California, across the nation and around the world. As one of the largest and most comprehensive public health organizations in the nation, we are at the forefront of research and innovations to improve the efficacy of public health statewide, nationally, and internationally.\u003c/p\u003e\n\u003cp\u003ePosition Summary\nTechnical leader focusing enterprise services, and the enhancement, optimization, security, and maintenance of systems and services in a Virtualized/Cloud/Physical IT hybrid environment.\nEssential Duties \u0026amp; Responsibilities\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003ePartner with IT leadership to identify and address opportunities for technical enhancement and improvement of PHI IT environment.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eResearch and evaluate hardware and software technology options, make recommendations, and lead implementation.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eServe as Technical/Project lead for IT Operations and projects\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eParticipate in the design and implementation of IT solutions.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eDevelop and maintain monitoring and alerts to ensure uptime and meet SLA levels\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eDevelop and maintain configuration management and automation\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eIdentify, drive and implement process and technology improvements\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eEffectively manage people and projects as necessary\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eSupport PHI production applications, users and clients\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eParticipates in training and mentoring other IT Operations staff\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eActs as a technology resource for entire IT organization\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eAdditional tasks as assigned\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eMinimum Qualifications\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e8+ years of experience in IT Operations roles\u003c/li\u003e\n\u003cli\u003eBachelor's degree in a relative area or 4 additional years of deep technical experience\u003c/li\u003e\n\u003cli\u003eExperience supervising technical staff preferred\u003c/li\u003e\n\u003cli\u003eExperience in data center operations, planning, and deployments\u003c/li\u003e\n\u003cli\u003eExpertise automating system administration tasks with configuration management and scripting tools\u003c/li\u003e\n\u003cli\u003eAptitude for analyzing and troubleshooting operating system, networking, configuration, performance tuning, preventative maintenance, and security\u003c/li\u003e\n\u003cli\u003eExperience with deploying and maintaining Microsoft Windows infrastructure and services\u003c/li\u003e\n\u003cli\u003eAbility to install, configure and maintain Linux (Ubuntu, CentOS) and open-source services such as Nginx, Apache, Apache Tomcat, Postfix, and git\u003c/li\u003e\n\u003cli\u003eExperience with monitoring (SIEM, Splunk, Nagios, etc.)\u003c/li\u003e\n\u003cli\u003eExperience with Network architecture including load balancers, switches, routers, and IDP/IDS\u003c/li\u003e\n\u003cli\u003eAbility to communicate clearly with both technical and non-technical staff\u003c/li\u003e\n\u003cli\u003eStrong interpersonal, analytical, customer service skills\u003c/li\u003e\n\u003cli\u003eAbility to lead and contribute as a technical resource for others\u003c/li\u003e\n\u003cli\u003eDemonstrated ability to work independently and collaboratively\u003c/li\u003e\n\u003cli\u003eEnterprise iSCSI SAN (EMC) storage and disk subsystems\u003c/li\u003e\n\u003cli\u003eVMware VxRail Hyperconverged management, troubleshooting\u003c/li\u003e\n\u003cli\u003eDeep understanding of internet and networking protocols.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eImportant Information\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThis is a full-time (40 hours per week) position\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCompensation:\u003c/p\u003e\n\u003cp\u003eOpen Date: 02/12/2021\u003c/p\u003e\n\u003cp\u003eOpen Until Filled: Yes\u003c/p\u003e\n\u003cp\u003eLocation: Oakland, CA (Remote)\u003c/p\u003e\n\u003cp\u003eTo apply, visit \u003ca href=\"https://apptrkr.com/2165499\"\u003ehttps://apptrkr.com/2165499\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eCopyright ©2017 Jobelephant.com Inc. All rights reserved.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://www.jobelephant.com/\"\u003ehttps://www.jobelephant.com/\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003ejeid-80d90b2682a5434e91c3a6b90926a044\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eTo apply, visit \u003ca href=\"https://apptrkr.com/2165499\"\u003ehttps://apptrkr.com/2165499\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbktiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ed7443f48fcae2df103fe4e6ebcb6accfb5ff9fe/Public%20Health%20Institute.jpg"
}, {
  "id": "a5e48105-fa16-4d81-9768-3625e247eb3c",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/a5e48105-fa16-4d81-9768-3625e247eb3c",
  "created_at": "Thu Mar 04 16:37:48 UTC 2021",
  "company": "CNC Software, Inc.",
  "company_url": "http:",
  "location": "Remote",
  "title": "Software Engineer (C# / C++)",
  "stack": [
    "c#", "c++", "node"
  ],
  "description": "\u003cp\u003eCNC Software is seeking Software Engineers to join various agile teams!  Our Software Engineering department builds a large-scale, commercial CAD/CAM application used extensively throughout the manufacturing industry.\u003c/p\u003e\n\u003cp\u003eAs a member of this growing department, you’ll use modern techniques to solve complex software development challenges. Our Software Engineering department works in a wide range of areas, including toolpath generation, graphics, user experience development, CAD development, and more.  Depending on your skill set, you could find yourself modernizing some of our legacy code using the latest C++ standard, implementing new user interfaces in C#, WPF and XAML, streamline and optimizing our build and deployment tools, or creating new algorithms to drive CNC machine tools.\u003c/p\u003e\n\u003cp\u003eTo succeed in this growing department, you will need to have a strong understanding of software engineering best practices, including design patterns and the SOLID and DRY principles.  You’ll need to be comfortable with geometry, and with working with multiple programming languages.  You have a drive to constantly improve your software development skills, and will have a passion for clean, well-written code.  In addition to strong development skills, you’ll be a proactive self-starter who can communicate well with both technical and non-technical coworkers.\u003c/p\u003e\n\u003cp\u003eWho you are:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou have experience building commercial software in either C# or C++\u003c/li\u003e\n\u003cli\u003eYou have a Bachelor’s Degree in Computer Science, Mathematics, or Engineering or equivalent experience\u003c/li\u003e\n\u003cli\u003eYou have experience designing, developing and testing software to resolve defects\u003c/li\u003e\n\u003cli\u003eYou have a strong understanding of object-oriented development\u003c/li\u003e\n\u003cli\u003eYou have previous experience developing for Microsoft Windows using Visual Studio\u003c/li\u003e\n\u003cli\u003eYou have experience proposing and implementing designs for large-scale team projects\u003c/li\u003e\n\u003cli\u003eYou are comfortable with standard software development practices such as source control, peer reviews, and unit testing\u003c/li\u003e\n\u003cli\u003eYou have experience evaluating and recommending tools, technologies, and processes for software development\u003c/li\u003e\n\u003cli\u003eYou have proven experience collaborating and working effectively within a team\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIt’s a plus if:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou’ve worked in an agile (Scrum, Kanban) software development environment before\u003c/li\u003e\n\u003cli\u003eYou have experience in CAD/CAM and/or the manufacturing industry\nIf this sounds like an environment where you would excel, please visit our Career Center at Recruitment (adp.com) and apply today!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCNC Software, Inc. is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.\u003c/p\u003e\n\u003cp\u003eEOE/M/F/Vet/Disabled are encouraged to apply.\nWe are an E-Verify Employer.\u003c/p\u003e\n\u003cp\u003eABOUT CNC Software, Inc.\u003c/p\u003e\n\u003cp\u003eCorporate Vision: To drive innovation through our leading manufacturing ecosystem.\u003c/p\u003e\n\u003cp\u003eCorporate Mission: To create software and services that solve the world's manufacturing challenges.\u003c/p\u003e\n\u003cp\u003eIn the Beginning\u003c/p\u003e\n\u003cp\u003eFounded in 1983, CNC Software is one of the oldest companies in the PC-based CAD/CAM industry. The company was built on the concept of providing an inexpensive PC-based CAM system at a time when most other systems were expensive CAD-oriented products. CNC Software was one of the first companies to introduce CAD/CAM software designed for both the machinist and the engineer, providing a practical solution to both markets. While the original version of Mastercam focused on two-dimensional (2D) CAM, it was also one of the first micro-based CAM packages to include CAD capabilities. With Mastercam, the engineer could construct his or her own parts quickly and easily as well as machine them, for an affordable price.\u003c/p\u003e\n\u003cp\u003eCNC Software Today\u003c/p\u003e\n\u003cp\u003eToday, the CNC Software, Inc. corporate headquarters and training facility is in a company-owned 53,000 sq. ft. environmentally friendly headquarters located in Tolland, Connecticut.  In addition to the 90+ employees located at our corporate facility, the company has another 100+ employees who work remotely for the Company across three continents.\u003c/p\u003e\n\u003cp\u003eThe real backbone of the Mastercam community is our global reseller network, with over 285,000 installations, Mastercam is the #1 CAD/CAM software in the world.  Some of these experts have been with CNC Software since the very beginning. They've helped build shops from the ground up, and have developed a true \"partnership\" with our customers, offering advice, strategy, and experience to Mastercam users around the world.\u003c/p\u003e\n\u003cp\u003eStrengths and Stability\u003c/p\u003e\n\u003cp\u003eAs an industry leader for almost 40 years, CNC Software prides itself on meeting the demanding needs of its customers by providing excellent products at affordable prices. We adhere to our strategy of combining superior software programming with practical shop floor experience. We have remained at the forefront of CAD/CAM technology by listening to our customers' needs, being accessible, and most of all, being dedicated to our customers.\u003c/p\u003e\n\u003cp\u003eBroad Market Reach with an Eye to the Future\u003c/p\u003e\n\u003cp\u003eMastercam offers solutions for designers and NC programmers in a spectrum of industries, including milling, turning, wire EDM, router programming, plasma cutting, lasers, and 3D design and drafting. CNC Software's customers range from one-person job shops to Fortune 100 manufacturers. The same software that is utilized by corporations such as Boeing, IBM, and Sikorsky is still affordable enough for the small job shop. To ensure a new generation of trained metal and woodworking personnel, Mastercam is available to educational institutions at sizable discounts.\u003c/p\u003e\n\u003cp\u003eAs CNC Software, Inc. and its flagship Mastercam continue to grow and expand into new markets and technology, our focus remains on our customers. We are committed to delivering tools that support the higher productivity and greater precision demanded by today's, and tomorrow's, manufacturing.\u003c/p\u003e\n\u003cp\u003eVisit us on the web at \u003ca href=\"http://www.mastercam.com\"\u003ewww.mastercam.com\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eFollow us on Facebook at \u003ca href=\"http://www.facebook.com/Mastercam\"\u003ewww.facebook.com/Mastercam\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eFollow us on Twitter at @Mastercam\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eVisit the following link to apply on our Career Center:\n\u003ca href=\"https://workforcenow.adp.com/mascsr/default/mdf/recruitment/recruitment.html?cid=b35545bc-d131-467c-a046-2ba0f85874f6\u0026amp;ccId=19000101_000001\u0026amp;lang=en_US\"\u003ehttps://workforcenow.adp.com/mascsr/default/mdf/recruitment/recruitment.html?cid=b35545bc-d131-467c-a046-2ba0f85874f6\u0026amp;ccId=19000101_000001\u0026amp;lang=en_US\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbTZiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6acc6bb63c8ac0e9a6d8f964766dcaee690f75d1/CNC%20Software%20logo%20-%20cnc%20red.jpg"
}, {
  "id": "468556c4-0f6a-43ff-a2e2-ad780650f8c5",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/468556c4-0f6a-43ff-a2e2-ad780650f8c5",
  "created_at": "Thu Mar 04 16:22:30 UTC 2021",
  "company": "FirstThought, LLC",
  "company_url": "http://firstthought.io",
  "location": "USA",
  "title": "Senior Full Stack Developer",
  "stack": [
    "express", "mariadb", "react"
  ],
  "description": "\u003cp\u003e\u003cstrong\u003eFirstThought, LLC\u003c/strong\u003e is a global life sciences expert network with the mission to connect our clients with the most knowledgeable life sciences subject matter experts through our team of dedicated healthcare professionals. FirstThought’s network spans the entire realm of the life sciences and healthcare ecosystems, including niche areas like reimbursement, market access, and regulatory affairs. Coupling the team’s in-house healthcare knowledge with our custom-built platform technology that incorporates machine learning allows us to effectively service our clients’ research needs across the financial services, consulting, and business development industries.\u003c/p\u003e\n\u003cp\u003eOur Engineering team is growing and we are looking for an \u003cstrong\u003eexperienced full-stack developer\u003c/strong\u003e to join our small growing development team. Our Engineering team is \u003cstrong\u003epassionate about technology and learning modern tools and methodologies\u003c/strong\u003e and we want our next team member to have the same drive and passion. Your code, designs, and decisions will be highly visible, and will directly impact and delight our users.\u003c/p\u003e\n\u003ch1\u003eWe're looking for 👀\u003c/h1\u003e\n\u003cul\u003e\n\u003cli\u003e5+ years building web applications in a \u003cstrong\u003eprofessional environment\u003c/strong\u003e.\u003c/li\u003e\n\u003cli\u003e3+ years writing \u003cstrong\u003eproduction quality\u003c/strong\u003e React applications.\u003c/li\u003e\n\u003cli\u003e3+ years building microservices preferably in nodejs\u003c/li\u003e\n\u003cli\u003eStrong database knowledge and experience with Postgres\u003c/li\u003e\n\u003cli\u003eA high bar for writing clean, maintainable, scalable, and well-tested code.\u003c/li\u003e\n\u003cli\u003eFamiliarity with version control and agile software development methodologies\u003c/li\u003e\n\u003cli\u003eEagerness to get your hands dirty, learn new things, and leave things better than you found them.\u003c/li\u003e\n\u003cli\u003eAbility to navigate large codebases and get up to speed independently.\u003c/li\u003e\n\u003cli\u003eExcellent communication skills and an eagerness to collaborate and share knowledge with teammates.\u003c/li\u003e\n\u003cli\u003eYou must be authorized to \u003cstrong\u003elegally work in the United States\u003c/strong\u003e and must be a USA resident.\u003c/li\u003e\n\u003cli\u003eNo visa sponsorship available for this position\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch1\u003eNice to Have\u003c/h1\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with AWS technologies (Lambda Functions, DynamoDB, S3 etc.)\u003c/li\u003e\n\u003cli\u003eExperience with CI / CD\u003c/li\u003e\n\u003cli\u003eExperience working at a startup\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch1\u003eBenefits\u003c/h1\u003e\n\u003cul\u003e\n\u003cli\u003eThe chance to be part of a fast-growing and future-oriented startup\u003c/li\u003e\n\u003cli\u003e100% remote position\u003c/li\u003e\n\u003cli\u003eSmall team, lean hierarchy\u003c/li\u003e\n\u003cli\u003e401(k)\u003c/li\u003e\n\u003cli\u003eHealth insurance\u003c/li\u003e\n\u003cli\u003ePaid time off and sick days\u003c/li\u003e\n\u003c/ul\u003e\n",
  "how_to_apply": "\u003cp\u003eEmail Your \u003cstrong\u003eresume and cover letter\u003c/strong\u003e to \u003ca href=\"mailto:engineering-careers@firstthought.io\"\u003eengineering-careers@firstthought.io\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbWliIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f9137e99216132df0a388a0ee46b99c9af11737b/logo.png"
}, {
  "id": "d2371329-cfec-4a7f-b4f7-9d276f4f4635",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/d2371329-cfec-4a7f-b4f7-9d276f4f4635",
  "created_at": "Thu Mar 04 16:12:45 UTC 2021",
  "company": "DocMorris N.V.",
  "company_url": "https://www.docmorris.de",
  "location": "Berlin",
  "title": "React Native App Developer (m/w/d)",
  "stack": [
    "mobile", "react", "react native"
  ],
  "description": "\u003cp\u003e„Fortschritt in Verantwortung für unsere Kunden.“ – so lautet das Markenversprechen der größten Versandapotheke Europas und bekanntesten Apothekenmarke Deutschlands. Als Apotheke mit einem umfassenden Leistungsangebot steht DocMorris für eine bundesweite sichere und qualitativ hochwertige pharmazeutische Versorgung. Für das Tochterunternehmen der Schweizer Zur Rose Group AG arbeiten mehr als 700 Mitarbeiter in einem hoch dynamischen, internationalen Umfeld an dem Anspruch, Treiber und Vordenker von patientenorientierten und innovativen eHealth-Anwendungen zu sein. Für unseren neuen Standort in Berlin suchen wir ab sofort:\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eReact Native App Developer (m/w/d) Vollzeit, Standort Berlin\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu arbeitest in einem agilen Umfeld an der Weiterentwicklung und Pflege unserer Android/iOS Apps\u003c/li\u003e\n\u003cli\u003eDu entwickelst mobile Anwendungen für die digitale Gesundheitsversorgung unserer Kunden mit Blick auf Usability und Verständnis für eCommerce\u003c/li\u003e\n\u003cli\u003eDu liebst das Coden und stellst eine hohe Qualität z.B. durch Code-Reviews sicher\u003c/li\u003e\n\u003cli\u003eDu bist über neue Entwicklungen im React-Umfeld immer bestens informiert und bringst Deine Ideen und Kenntnisse aktiv in die Produktentwicklung ein\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eQualifikation\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAbgeschlossenes Studium der (Wirtschafts-)Informatik oder vergleichbare Ausbildung\u003c/li\u003e\n\u003cli\u003eErfahrung im Umgang mit React sowie in der Implementierung von mobilen Anwendungen\u003c/li\u003e\n\u003cli\u003eGute Kenntnisse in der Arbeit mit verschiedenen Frameworks und Tools (Node.js, React, Angular, Git, CSS, HTML5)\u003c/li\u003e\n\u003cli\u003eKenntnisse in Design Patterns, Clean Code sowie im Umgang mit agilen Entwicklungsmethoden (Scrum) sind von Vorteil\u003c/li\u003e\n\u003cli\u003eErfahrungen in SQL (MySQL) und relationalen Datenbanken sind von Vorteil\u003c/li\u003e\n\u003cli\u003eSehr gute Englischkenntnisse\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHohe Eigenverantwortung und viele Gestaltungsmöglichkeiten\u003c/li\u003e\n\u003cli\u003eModerner Tech-Stack mit aktuellen Frameworks und Tools\u003c/li\u003e\n\u003cli\u003eOffene, direkte Kommunikation mit Duz-Kultur und ohne Dresscode\u003c/li\u003e\n\u003cli\u003eDynamisches Umfeld mit flachen Hierarchien und kurzen Entscheidungswegen\u003c/li\u003e\n\u003cli\u003eAttraktive Rahmenbedingungen und individuelle Entwicklungsmöglichkeiten\u003c/li\u003e\n\u003cli\u003eFlexible Arbeitszeitmodelle und Homeoffice-Möglichkeiten\u003c/li\u003e\n\u003cli\u003eEine moderne Arbeitsumgebung mit kostenloser Versorgung mit frischem Obst, Wasser, Kaffee, Tee\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eUnsere #Herzensangelegenheit: eine smarte, digitale und für alle zugängliche Gesundheitsversorgung. Wenn Du diese Vision mit uns gestalten und umsetzen möchtest, dann sende uns bitte Deine Bewerbung zu.\u003c/strong\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://docmorris.join.com/jobs/1934120-react-native-app-developer-m-w-d?pid=357a3b4531918760973f\u0026amp;oid=dffeed8d-40f7-4476-8da9-3e63c3be56bb\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=react%2Bnative%2Bapp%2Bdeveloper%2Bm%2Bw%2Bd\"\u003ehttps://docmorris.join.com/jobs/1934120-react-native-app-developer-m-w-d?pid=357a3b4531918760973f\u0026amp;oid=dffeed8d-40f7-4476-8da9-3e63c3be56bb\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=react%2Bnative%2Bapp%2Bdeveloper%2Bm%2Bw%2Bd\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbWFiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d079d24a37b640ce567cf0326c258c9d4c592f4b/zoom_DocMorris_2020_Logo_neu.%5Bkleines_Bild__zoombar_220_%5D.jpg"
}, {
  "id": "9aad9f59-75f8-49ac-8123-bcbe7fd9f19d",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/9aad9f59-75f8-49ac-8123-bcbe7fd9f19d",
  "created_at": "Thu Mar 04 15:51:41 UTC 2021",
  "company": "Loudly GmbH",
  "company_url": "https://www.loudly.com",
  "location": "Remote",
  "title": "Senior Front-End Web Developer (m/w/d)",
  "stack": [
    "javascript", "react", "node"
  ],
  "description": "\u003cp\u003eLoudly is a startup located in Berlin, that launched the successful Music Maker JAM app on both Android and iOS. Loudly also has ventured into social-music platforms, music-related AI.\u003c/p\u003e\n\u003cp\u003eWe are now looking for an expeptional Senior Front-End Web Developer (m/w/d) to join our agile team.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eTasks\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eIf you want to be part of a development team that creates an amazing experience for millions of music fans around the globe, then this is the right job for you! You will join the team as a Senior Front-End Web Developer. Your focus will be to build and maintain existing web applications, as well as create entirely new ones. Your work will result in a selection of high-performing web products that serve our customers, as well as tools designed so that our team can deliver the best experience possible.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe assume that you have several years of relevant professional programming experience, however, individuals with extreme talent will always be considered. You are capable of delivering well-structured code that finds the right balance between quick results and maintainability.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSuccessfully completed studies in software engineering, or equivalent professional experience;\u003c/li\u003e\n\u003cli\u003eDeep knowledge of JavaScript/TypeScript;\u003c/li\u003e\n\u003cli\u003eProfound knowledge of React.js (or any other modern JS frameworks);\u003c/li\u003e\n\u003cli\u003eExperience with state management tools like Redux;\u003c/li\u003e\n\u003cli\u003eFamiliarity with version control tools like Git;\u003c/li\u003e\n\u003cli\u003eConfident in writing unit tests using e.g. Jest;\u003c/li\u003e\n\u003cli\u003eA keen eye for detail and a constant need to ensure your products are served in the highest quality across all browsers;\u003c/li\u003e\n\u003cli\u003eHigh sense of code quality and security;\u003c/li\u003e\n\u003cli\u003eExperienced to work in an agile environment;\u003c/li\u003e\n\u003cli\u003eSolid proficiency in English\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBONUS points if you have:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience working in music, video or social products;\u003c/li\u003e\n\u003cli\u003eExperience building mobile browser optimized applications;\u003c/li\u003e\n\u003cli\u003eConfident with continuous integration \u0026amp; deployment.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIf this sounds like you, and you are interested in applying, please send your CV.\u003c/p\u003e\n\u003cp\u003eYour application must be in English.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://loudly.join.com/jobs/1963087-senior-front-end-web-developer-m-w-d?pid=357a3b4531918760973f\u0026amp;oid=544fb4fa-13a2-453b-9788-afdc9dae1b7e\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=senior%2Bfront-end%2Bweb%2Bdeveloper%2Bm%2Bw%2Bd\"\u003ehttps://loudly.join.com/jobs/1963087-senior-front-end-web-developer-m-w-d?pid=357a3b4531918760973f\u0026amp;oid=544fb4fa-13a2-453b-9788-afdc9dae1b7e\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=senior%2Bfront-end%2Bweb%2Bdeveloper%2Bm%2Bw%2Bd\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbU9iIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f35f5ff8a049136f5fb06034ddb69d388f096e2c/loudly-gmb-h-logo-l.jpg"
}, {
  "id": "10c24e3e-eff3-4b61-a8da-eb3c6fb998b7",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/10c24e3e-eff3-4b61-a8da-eb3c6fb998b7",
  "created_at": "Thu Mar 04 13:18:54 UTC 2021",
  "company": "CEGEKA",
  "company_url": "https://vonq.io/3t1cHg7",
  "location": "Veenendaal",
  "title": ".NET Developer",
  "stack": [
    ".net", "c#", "blazor"
  ],
  "description": "\u003cp\u003eBen jij een senior .NET/Azure Developer? Word jij warm van cloud? Los jij complexe problemen op en neem je daarmee je collega-engineers mee op je reis? En bovenal, wil je onderdeel worden van een multi-customer engineering team?\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eJe ontwikkelt complexe en uitdagende bedrijfstoepassingen. Dit doe je onder andere met de nieuwste tools en technologieën. Denk hierbij aan serverless functies en .net core.\u003c/li\u003e\n\u003cli\u003eOp basis van de functionele analyse doe jij aan hands-on design en software development in samenwerking met de application architect en de andere ontwikkelaars. Je zorgt daarbij voor een goede integratie met externe- en huidige applicaties en je bent graag in de lead om deze naar een hoger niveau te tillen\u003c/li\u003e\n\u003cli\u003eALM, CI, CD en de nodige tools daarbij (zoals Azure Devops), zijn voor jou bekend terrein\u003c/li\u003e\n\u003cli\u003eJe bent lid van een gedreven agile team dat bestaat uit architecten, functioneel analisten, ontwikkelaars en project/service managers. Jullie delen actief je kennis en zorgen voor continue verbetering.\u003c/li\u003e\n\u003cli\u003eDe applicaties die je bouwt zijn van goede kwaliteit en genereren extra business value voor onze klanten.\u003c/li\u003e\n\u003cli\u003eJe schrijft kwalitatieve, goed leesbare code (zodat documenteren tot een minimum beperkt kan blijven) en doet aan refactoring waar nodig. Je garandeert kwaliteit door het toepassen van best practices als testdriven development en continuous learning.\u003c/li\u003e\n\u003cli\u003eJe kunt je technische kennis ook inzetten in presales trajecten.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWat breng jij mee?\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eJe hebt een afgeronde WO en/ of HBO opleiding\u003c/li\u003e\n\u003cli\u003eJe hebt minimaal 5 jaar aantoonbare ervaring als .Net Ontwikkelaar (met ervaring in o.a. analyse, design, implementatie en oplevering van applicaties met behulp van de Microsoft Stack.)\u003c/li\u003e\n\u003cli\u003eDoor jouw senioriteit zien wij direct jouw ervaring met het gebruik van best practices zoals bijvoorbeeld OO design, IoC en design patterns\u003c/li\u003e\n\u003cli\u003eJe hebt ervaring in applicatie-integratie en een uitstekende kennis van verschillende soorten databases op het Microsoft platform.\u003c/li\u003e\n\u003cli\u003eJe hebt ervaring in front-end JavaScript frameworks (Angular, KnockoutJS, Bootstrap, etc.).\u003c/li\u003e\n\u003cli\u003eJe hebt ervaring met Azure (PaaS, IaaS en SaaS).\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWat hebben wij jou te bieden?\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eSamen met gemotiveerde en deskundige collega’s werken aan digitale oplossingen die jouw klanten daadwerkelijk helpen bij het bereiken van hun doelen;\u003c/li\u003e\n\u003cli\u003eEen aantrekkelijk salaris dat past bij je opleiding en werkervaring;\u003c/li\u003e\n\u003cli\u003ePrima secundaire arbeidsvoorwaarden, waaronder een leaseauto;\u003c/li\u003e\n\u003cli\u003eInteressant en leerzaam werk bij een TOP Employer die alleen genoegen neemt met de hoogste kwaliteit;\u003c/li\u003e\n\u003cli\u003ePrima on- en offline faciliteiten om te overleggen en inspiratie op te doen;\u003c/li\u003e\n\u003cli\u003eVeel gelegenheid om aan je persoonlijke ontwikkeling te werken met opleidingen, cursussen, trainingen én met werk dat jou helpt om je grenzen te verleggen.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eAspire to more: onze belofte aan jou\u003c/h2\u003e\n\u003cp\u003eJe krijgt bij Cegeka alle ruimte om jezelf als professional verder te ontwikkelen. Samen realiseren we wat je écht wil betekenen voor onze klanten en collega’s. We nodigen je graag uit om met ons mee te groeien. In een ongekende veelzijdigheid aan uitdagende, betekenisvolle IT-projecten. Zet je stempel op projecten bij aansprekende klanten waarbij we het verschil maken. Aspire to more.\u003c/p\u003e\n\u003cp\u003eWe werken hier altijd met elkaar samen. Intensief, met veel plezier en betrokkenheid. Binnen een cultuur gedreven door familiewaarden: vol vertrouwen, mensgericht, open, loyaal en respectvol. Met veel vrijheid en verantwoordelijkheid. Kom deel uitmaken van de volgende fase van een trots, succesvol, snelgroeiend, innovatief, Europees IT-bedrijf vol ambities.\u003c/p\u003e\n\u003ch2\u003eGeïnteresseerd?\u003c/h2\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/3t1cHg7\"\u003eKlik hier voor het sollicitatieformulier!\u003c/a\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/3t1cHg7\"\u003eKlik hier voor het sollicitatieformulier!\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbUdiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2a0d47e35d5ad200e5408a783d52680a6efbc0d7/companyLogo-Cegekalogo.jpg"
}, {
  "id": "e634a600-34a2-4719-b587-b10e919d4fa6",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/e634a600-34a2-4719-b587-b10e919d4fa6",
  "created_at": "Thu Mar 04 12:16:02 UTC 2021",
  "company": "dirico",
  "company_url": "https://dirico.io/",
  "location": "Koblenz",
  "title": "Frontend Developer (m/w/d)",
  "stack": [
    "javascript", "react", "node"
  ],
  "description": "\u003cp\u003eWir sind die 247GRAD Labs GmbH, das IT-Unternehmen hinter dirico, der All-in-one-Plattform für Kommunikations- und Marketingteams.\u003c/p\u003e\n\u003cp\u003edirico unterstützt Unternehmen weltweit dabei, ihren Content besser zu planen, zu erstellen und zu veröffentlichen als jemals zuvor. Das macht unsere Kunden so glücklich, dass sie dirico bereits in über 20 Ländern einsetzen. Unser Kundenkreis wächst stetig und beinhaltet einige der Top-50-Unternehmen Deutschlands.\u003c/p\u003e\n\u003cp\u003eDeshalb suchen wir Dich als Unterstützung für unser Team in Koblenz und Oradea (Rumänien).\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"http://t3u1.mjt.lu/lnk/AUkAACUzW4YAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgP5o7mkmm_xhwSBOM_NEeDVnEtwAGCXo/2/BsevtBx4zwYkbeIlBaliGA/aHR0cHM6Ly9kaXJpY28uaW8vdWViZXItdW5zLw\"\u003eErfahre mehr über uns und wirf einen Blick hinter die Kulissen.\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDas sind deine Aufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eNeu- und Weiterentwicklung unserer Softwarelösung mit den Schwerpunkten Typescript, Angular und React\u003c/li\u003e\n\u003cli\u003eErstellung von Systemarchitektur und Softwaredesign\u003c/li\u003e\n\u003cli\u003eAktive Mitgestaltung der Infrastruktur und eingesetzten Prozesse im Entwicklungsteam\u003c/li\u003e\n\u003cli\u003eEinsatz und Test modernster Praktiken und Umsetzung neuer Ideen\u003c/li\u003e\n\u003cli\u003eEvaluierung und Auswahl neuer Technologien für die Nutzung in der Entwicklung\u003c/li\u003e\n\u003cli\u003eZusammenarbeit in einem international agierenden Umfeld von Entwicklungsteams\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas solltest Du mitbringen\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eKenntnisse in mindestens einem der JavaScript-Frameworks wie z.B. React und Angular\u003c/li\u003e\n\u003cli\u003eErfahrungen mit Typescript, HTML und CSS sind gern gesehen\u003c/li\u003e\n\u003cli\u003eSicherer Umgang mit objektorientiertem Code, UML und Design Patterns\u003c/li\u003e\n\u003cli\u003eEine analytische und strukturierte Arbeitsweise, Zuverlässigkeit und Lösungskompetenz zeichnen dich aus, messbare Ergebnisse sind Dir wichtig\u003c/li\u003e\n\u003cli\u003eScrum, Git und Clean Code sind keine Fremdwörter, sondern alte Bekannte\u003c/li\u003e\n\u003cli\u003eSehr gute Kenntnisse der deutschen und der englischen Sprache\u003c/li\u003e\n\u003cli\u003eDu bist bereit, dich weiterzuentwickeln und neuen Herausforderungen zu stellen\u003c/li\u003e\n\u003cli\u003eSelbstständige Arbeitsweise\u003c/li\u003e\n\u003cli\u003eDu bist engagiert und hast Interesse daran, Dich mit Deiner Meinung aktiv im Team einzubringen\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas erwartet dich bei uns\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEin innovatives Softwareprodukt im spannenden Marketing-Kontext\u003c/li\u003e\n\u003cli\u003eRenommierte Referenzkunden wie BMW, ThyssenKrupp, Lanxess, WetterOnline, R+V, Dr. Oetker, Sport2000 und viele mehr\u003c/li\u003e\n\u003cli\u003eEin stark wachsendes und motiviertes Team mit Weltklasse-Kollegen\u003c/li\u003e\n\u003cli\u003eAbwechslungsreiche und anspruchsvolle Aufgaben, die Spaß machen\u003c/li\u003e\n\u003cli\u003eEchte Start-up-Atmosphäre in einem mittelständischen Unternehmen\u003c/li\u003e\n\u003cli\u003eFlache Hierarchien und schnelle Entscheidungswege für Deine kreativen Ideen\u003c/li\u003e\n\u003cli\u003eAgile Arbeitsprozesse und modernste Hardware\u003c/li\u003e\n\u003cli\u003eEin jährliches Weiterbildungsbudget zur Unterstützung Deiner fachlichen und persönlichen Weiterentwicklung\u003c/li\u003e\n\u003cli\u003eFlexible Vertrauensarbeitszeit in Gleitzeit\u003c/li\u003e\n\u003cli\u003eDie Möglichkeit auf Homeoffice nach Absprache\u003c/li\u003e\n\u003cli\u003eErgonomisches Arbeitsumfeld mit höhenverstellbaren Tischen und rückenschonenden Stühlen\u003c/li\u003e\n\u003cli\u003eZuschuss zum Premium-Fitnessstudio Danys\u003c/li\u003e\n\u003cli\u003eRegelmäßige Teamevents\u003c/li\u003e\n\u003cli\u003eBetriebliche Altersvorsorge\u003c/li\u003e\n\u003cli\u003eFrisches Obst, Kaffeevariationen und Wasser for free\u003c/li\u003e\n\u003cli\u003eKein Dresscode – wir wollen, dass Du dich wohlfühlst, also: come as you are\u003c/li\u003e\n\u003cli\u003eUnsere Bürohunde sind ausgebildete Feelgood-Manager\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/89cea20b549bcd08ec9ce567ae8b619e29e9b788/68747470733a2f2f742e676f686972696e672e636f6d2f682f30633533616434326666613234313333646238356665343164636236346166396435373339616135376433396534323832376638323662343130393033393665\"\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/b03acd4372e84164576f5d9fa9b9136f8d89021d8ff7a0308c51c27c0ab674ca\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbCtiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e1251ba6ddc59d0b0b386985a50963f6d8b98ddf/dirico.png"
}, {
  "id": "c8480adb-3e26-44f4-91ae-45bac2c2fc28",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/c8480adb-3e26-44f4-91ae-45bac2c2fc28",
  "created_at": "Thu Mar 04 10:57:30 UTC 2021",
  "company": "Bitfinex",
  "company_url": "https://www.bitfinex.com/",
  "location": "Remote",
  "title": "Mobile App Developer",
  "stack": [
    "mobile", "android", "ios"
  ],
  "description": "\u003cp\u003eFounded in 2012, Bitfinex is a digital asset trading platform offering state-of-the-art services for digital currency traders and global liquidity providers. We're on a mission to create the most innovative cryptocurrencies exchange. This is a unique opportunity, a rare window of time at the tipping point of the financial evolution. Much like the early days of the internet, blockchain technology faces complex new challenges and having the best team plays a pivotal role in success.\u003c/p\u003e\n\u003cp\u003eOur team is fully remote and globally distributed to capture the best talent from around the world. So far our company has grown fast and stayed lean to secure its place as a leader in the space.\u003c/p\u003e\n\u003cp\u003eIf you get excited about being in an industry that is breaking new ground and have confidence you can conquer the most challenging feats we'll encounter, we want to talk to you. Join us, and help lay the foundation for a decentralized future.\u003c/p\u003e\n\u003ch3\u003eJob description\u003c/h3\u003e\n\u003cp\u003eAs a Mobile-App Developer, you will be a part of the team that works on the development of the Bitfinex mobile applications. This includes:\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eNew Features -\u003c/strong\u003e Bitfinex continuously strives to create innovative new features in order to provide the most professional trading experience for customers. These are developed and deployed using agile methodologies, to ensure the user experience remains the best in the industry.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eScalability -\u003c/strong\u003e The mobile application must remain effortlessly smooth, responsive, and real-time for customers as the platform continues to scale to accommodate new user growth.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eData Visualization -\u003c/strong\u003e The data we present to our users is the result of tailored algorithms, on top of the incredible amount of data our platform produces daily, and we continue to experiment with new ways to display this most effectively.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDesign-\u003c/strong\u003e Build beautiful reactive applications and trading tools.\u003c/p\u003e\n\u003ch3\u003eRequirements\u003c/h3\u003e\n\u003cp\u003eTo enjoy this role, you should possess the personal attributes and experience outlined above. On top of this, we expect you to be:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eComfortable with high-availability concepts.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eHighly proficient in JavaScript and ES6+.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eThoroughly experienced with React, React-Native (mainly around Expo), Redux and the core principles surrounding these.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eFamiliar with modern front-end pipelines and tools.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eExperienced with WebSockets, RESTful based APIs.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eInterested in bringing diverse, innovative applications to life.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eInterested in modernizing and optimizing different mobile or web applications.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n",
  "how_to_apply": "\u003cp\u003eApply now at \u003ca href=\"https://bitfinex.recruitee.com/o/mobile-app-developer-remote/c/new\"\u003ehttps://bitfinex.recruitee.com/o/mobile-app-developer-remote/c/new\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbHViIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--81fb732b3f4431851ee5ce44c3ea2dbb2188b96f/Bitfinex%20Logo%20(1).png"
}]
